{"id":52,"date":"2023-05-24T19:40:07","date_gmt":"2023-05-24T19:40:07","guid":{"rendered":"https:\/\/eternallegend-online.000webhostapp.com\/?page_id=52"},"modified":"2023-09-26T20:57:31","modified_gmt":"2023-09-26T20:57:31","slug":"acesse-a-lista-de-jogos-para-android-com-mais-de-150-jogos-para-cegos","status":"publish","type":"page","link":"https:\/\/eternal.masterjf.com.br\/acesse-a-lista-de-jogos-para-android-com-mais-de-150-jogos-para-cegos\/","title":{"rendered":"lista de jogos para cegos acess\u00edvel para android com mais de 150 jogos!"},"content":{"rendered":"<p>[markdown]<br \/>\n#   jogos para android acess\u00edveis<\/p>\n<p>fala pessoal,<\/p>\n<p>vindo aqui fazer essa lista para android, com v\u00e1rios jogos legais e rechiado de muito conte\u00fado.<\/p>\n<p>1.  [entre no nosso grupo do whatsapp para d\u00favidas de jogos, pedidos, sugest\u00f5es e mais.](https:\/\/chat.whatsapp.com\/KMu7y4rKzXAH48EtJsonSs)<\/p>\n<p>2.  [link do nosso canal no youtube.](https:\/\/www.youtube.com\/c\/eternallegend1)<\/p>\n<p>3.  [link para o google tradutor. isso serve para alguns jogos](https:\/\/play.google.com\/store\/apps\/details?id=com.google.android.apps.translate)<\/p>\n<p>4. [link do nosso discord](https:\/\/discord.gg\/2vwsTBDea9)<\/p>\n<p># [Leia As perguntas frequentes que escrevemos para exclarecer alguns usu\u00e1rios sobre perguntas pertinentes](https:\/\/eternal.masterjf.com.br\/perguntas-frequentes\/#)<br \/>\nEst\u00e1 com alguma pergunta na cabe\u00e7a? essa sess\u00e3o ir\u00e1 eliminar elas de sua cabe\u00e7a!<\/p>\n<p># [sess\u00e3o de tutoriais de jogos!](https:\/\/azurejoga.github.io\/tutoriais)<\/p>\n<p># jogos atualizados que chegaram at\u00e9 o momento<\/p>\n<p>[Wordvoyance](https:\/\/play.google.com\/store\/apps\/details?id=com.exceptionullgames.wordvoyance)<\/p>\n<p># Descri\u00e7\u00e3o<\/p>\n<p>Wordvoyance, o jogo de palavras cruzadas multiplayer on-line com acessibilidade integrada para deficientes visuais! Instantaneamente familiar para quem j\u00e1 jogou jogos como este, as partidas de Wordvoyance s\u00e3o mais r\u00e1pidas e emocionantes. Mais importante, este jogo N\u00c3O TEM AN\u00daNCIOS, tornando-o perfeito para reuni\u00f5es de todas as idades! Wordvoyance \u00e9 perfeito para quem quer desfrutar de um jogo de palavras divertido e envolvente enquanto estiver em movimento. O jogo testa seu aprendizado de vocabul\u00e1rio e habilidades de constru\u00e7\u00e3o de palavras, al\u00e9m de promover a educa\u00e7\u00e3o e a alfabetiza\u00e7\u00e3o.<\/p>\n<p>Se voc\u00ea usa ferramentas de acessibilidade como o TalkBack, o Wordvoyance oferece suporte total ao seu leitor de tela e oferece v\u00e1rias maneiras de ajud\u00e1-lo a organizar e acompanhar a a\u00e7\u00e3o enquanto voc\u00ea joga.<\/p>\n<p>Se voc\u00ea j\u00e1 jogou outros jogos de palavras cruzadas, o Wordvoyance funciona exatamente como voc\u00ea espera. Voc\u00ea pode arrastar e soltar as pe\u00e7as no tabuleiro para formar palavras e marcar pontos. Mas n\u00e3o paramos por a\u00ed! Voc\u00ea tamb\u00e9m pode simplesmente tocar nos blocos para coloc\u00e1-los em uma linha o mais r\u00e1pido que puder digitar. E para aqueles que precisam ou querem, este jogo pode ser jogado com v\u00e1rios m\u00e9todos de entrada diferentes, incluindo teclados, controladores de jogo e at\u00e9 mesmo tecnologias assistivas, como telas em braille. Finalmente, jogadores com vis\u00e3o plena e com defici\u00eancia visual podem desfrutar deste cl\u00e1ssico jogo de tabuleiro juntos!<\/p>\n<p>O Wordvoyance \u00e9 o primeiro jogo desse tipo projetado especificamente com a acessibilidade em mente. Com foco na acessibilidade m\u00f3vel, design inclusivo e recursos de jogos adaptativos, o jogo certamente se tornar\u00e1 um favorito entre os jogadores de todas as esferas da vida. O jogo \u00e9 perfeito para pessoas cegas, com defici\u00eancia visual ou que usam leitores de tela, pois possui uma interface amig\u00e1vel e funciona perfeitamente com uma variedade de ferramentas de acessibilidade. E, ao contr\u00e1rio dos jogos f\u00edsicos de scrabble em braille no mercado, jogar em sua pr\u00f3pria tela oferece todo o tempo que voc\u00ea deseja explorar o tabuleiro do jogo sem interromper os outros jogadores.<\/p>\n<p>[Hear Beyond](https:\/\/play.google.com\/store\/apps\/details?id=com.hearbeyondandroid)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O Hear Beyond permite que voc\u00ea fortale\u00e7a seu c\u00e9rebro auditivo, levando a uma capacidade aprimorada de separar o que voc\u00ea est\u00e1 tentando ouvir do mundo barulhento ao seu redor. Isso leva a uma melhor comunica\u00e7\u00e3o, ajudando suas intera\u00e7\u00f5es sociais a serem mais agrad\u00e1veis \u200b\u200be menos trabalhosas.<\/p>\n<p>A pesquisa mostrou que praticar a separa\u00e7\u00e3o de sinais de \u00e1udio pode aumentar sua capacidade de ouvir conversas com clareza e confian\u00e7a em ambientes ruidosos. Hear Beyond convida voc\u00ea a explorar e aprimorar sua capacidade de separar sons de sons de fundo.<\/p>\n<p>Recursos do Ou\u00e7a al\u00e9m:<\/p>\n<p>\u2022 Uma variedade de jogos auditivos melhorar\u00e1 sua capacidade de separar o que voc\u00ea est\u00e1 tentando ouvir do mundo barulhento ao seu redor<\/p>\n<p>\u2022 Aventure-se na biblioteca de sons em constante evolu\u00e7\u00e3o dispon\u00edvel para uso com todos os jogos<\/p>\n<p>\u2022 Visualize sons da biblioteca no contexto do jogo para se familiarizar<\/p>\n<p>\u2022 Visualize resultados e m\u00e9tricas<\/p>\n<p>Entre em contato com os desenvolvedores:<\/p>\n<p>info@spherecreative.com<\/p>\n<p>[Braille Academy: Play &#038; Learn](https:\/\/play.google.com\/store\/apps\/details?id=digital.dong.braille)<\/p>\n<p># Descri\u00e7\u00e3o<\/p>\n<p>Caracter\u00edsticas:<br \/>\n&#8211; 13 cap\u00edtulos, nomeadamente Letras, N\u00fameros, Pontua\u00e7\u00f5es B\u00e1sicas, S\u00edmbolos Especiais, Sinais de Palavras Alfab\u00e9ticos, Contra\u00e7\u00f5es Fortes, Sinais de Palavras Fortes, Sinais de Grupo Fortes, Sinais de Grupo Inferiores, Sinais de Palavras Inferiores, Contra\u00e7\u00f5es de Letras Iniciais, Sinais de Grupo de Letras Finais e Palavras Abreviadas.<br \/>\n&#8211; Ensina estrategicamente Unified English Braille (UEB) de todas as 26 letras do alfabeto ingl\u00eas, n\u00fameros de 0 a 9, 12 sinais de pontua\u00e7\u00e3o mais usados, 8 s\u00edmbolos especiais mais usados, 23 sinais de palavras alfab\u00e9ticos, 38 contra\u00e7\u00f5es, 12 sinais de palavras, 34 sinais de grupo e 75 palavras curtas.<br \/>\n&#8211; 59 n\u00edveis e 29 desafios no total para ensinar, treinar e testar mais de 90% de todo o conhecimento Unified English Braille.<br \/>\n&#8211; V\u00e1rios temas para escolher, incluindo o tema Contraste (mais contraste e texto mais negrito) para deficientes visuais.<br \/>\n&#8211; Absolutamente sem an\u00fancios que distraem.<br \/>\n&#8211; Na p\u00e1gina Explorar, voc\u00ea pode clicar e ver as representa\u00e7\u00f5es em Braille de todas as 26 letras, n\u00fameros de 0 a 9, 12 sinais de pontua\u00e7\u00e3o e 8 s\u00edmbolos especiais.<br \/>\n&#8211; Depois de passar por todos os n\u00edveis e desafios em um cap\u00edtulo, voc\u00ea pode obter um certificado na p\u00e1gina Certificado.<br \/>\n&#8211; Na p\u00e1gina Configura\u00e7\u00f5es, voc\u00ea pode ativar e desativar o som dos bot\u00f5es, som das teclas, vibra\u00e7\u00e3o dos bot\u00f5es, vibra\u00e7\u00e3o das teclas, vibra\u00e7\u00e3o em caso de erro e layout do teclado.<br \/>\n&#8211; Mais materiais de aprendizado e treinamento ser\u00e3o adicionados em futuras atualiza\u00e7\u00f5es.<br \/>\n&#8211; Funciona completamente offline.<\/p>\n<p>Observe que este aplicativo n\u00e3o foi projetado especialmente para pessoas com defici\u00eancia visual grave, mas com coment\u00e1rios e sugest\u00f5es deles, certamente estamos trabalhando nessa dire\u00e7\u00e3o (melhorando as experi\u00eancias de talkback\/voiceover).<\/p>\n<p>O que \u00e9 braile?<\/p>\n<p>Braille \u00e9 um sistema de leitura e escrita t\u00e1til para deficientes visuais, no qual os pontos em relevo representam as letras do alfabeto, n\u00fameros, sinais de pontua\u00e7\u00e3o, s\u00edmbolos especiais e assim por diante. Tem o nome de seu criador, Louis Braille, um franc\u00eas que perdeu a vis\u00e3o na inf\u00e2ncia e mais tarde desenvolveu um c\u00f3digo para o alfabeto franc\u00eas. Esses caracteres t\u00eam blocos retangulares chamados c\u00e9lulas que t\u00eam pequenas sali\u00eancias chamadas pontos em relevo. O n\u00famero e a disposi\u00e7\u00e3o desses pontos distinguem um caractere do outro.<\/p>\n<p>O que \u00e9 a Academia Braille?<\/p>\n<p>A Braille Academy foi desenvolvida para ajudar aqueles que t\u00eam curiosidade e interesse em aprender o sistema Braille. Os dois conceitos-chave de ensino s\u00e3o a introdu\u00e7\u00e3o gradual e a repeti\u00e7\u00e3o focada. O material de aprendizagem \u00e9 categorizado em cap\u00edtulos e depois em n\u00edveis para garantir um aprendizado e treinamento eficientes. Se voc\u00ea n\u00e3o est\u00e1 particularmente interessado em Braille, mas em treinar e melhorar sua mem\u00f3ria em geral, a Braille Academy tamb\u00e9m \u00e9 uma ferramenta \u00fatil.<\/p>\n<p>N\u00edveis e desafios?<\/p>\n<p>Resumindo, um n\u00edvel se concentra na introdu\u00e7\u00e3o de novos personagens com uma pequena quantidade de repeti\u00e7\u00e3o, enquanto um desafio treina o que voc\u00ea j\u00e1 aprendeu. Em um n\u00edvel, voc\u00ea pode clicar no BOT\u00c3O INFO (\u00e0 esquerda) para ler algumas DICAS e no bot\u00e3o de dica (\u00e0 direita) para ver a resposta correta. As dicas s\u00e3o infinitas e sempre gratuitas. Em um desafio, voc\u00ea n\u00e3o pode mais usar o bot\u00e3o de dica e deve cometer menos de 3 erros para pass\u00e1-lo.<\/p>\n<p>Concluindo, desejo a voc\u00ea muito sucesso e muita divers\u00e3o no aprendizado do Braille!<\/p>\n<p>[Ambush, shooter for blind, jogo de tiro para cegos!](https:\/\/play.google.com\/store\/apps\/details?id=com.vavgames.ambush)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Experimente um emocionante jogo de tiro projetado para jogadores com defici\u00eancia visual. Com uma mec\u00e2nica de jogo exclusiva e um enredo envolvente, este jogo oferece uma nova vis\u00e3o do g\u00eanero de tiro para pessoas cegas.<\/p>\n<p>Neste jogo, voc\u00ea joga como um atirador habilidoso em uma miss\u00e3o para neutralizar alvos e superar obst\u00e1culos com o objetivo principal de eliminar o chefe da organiza\u00e7\u00e3o inimiga. Voc\u00ea precisar\u00e1 usar seus ouvidos e outros sentidos para encontrar alvos inimigos, detectar ve\u00edculos inimigos passando e tamb\u00e9m resolver quebra-cabe\u00e7as como desarmar minas.<\/p>\n<p>Mas voc\u00ea n\u00e3o estar\u00e1 sozinho em sua miss\u00e3o &#8211; voc\u00ea ter\u00e1 um parceiro ao seu lado para ajud\u00e1-lo a navegar pelos n\u00edveis desafiadores do jogo. Com a orienta\u00e7\u00e3o e assist\u00eancia deles, voc\u00ea ser\u00e1 capaz de percorrer o enredo emocionante do jogo e completar sua miss\u00e3o.<\/p>\n<p>Al\u00e9m da jogabilidade baseada em hist\u00f3rias, o jogo tamb\u00e9m apresenta um modo infinito em que voc\u00ea precisa eliminar o maior n\u00famero poss\u00edvel de inimigos dentro de um per\u00edodo de tempo limitado. Cada morte lhe dar\u00e1 mais tempo para continuar jogando, desafiando voc\u00ea a manter o ritmo e ver at\u00e9 onde voc\u00ea pode ir.<\/p>\n<p>Com jogabilidade envolvente, enredo envolvente e design inclusivo, este jogo de tiro oferece uma experi\u00eancia \u00fanica para todos os jogadores. Baixe agora e aceite o desafio!<\/p>\n<p>&#8220;Isen\u00e7\u00e3o de responsabilidade: este jogo cont\u00e9m ru\u00eddos altos \u00e0s vezes que podem n\u00e3o ser adequados para todos os jogadores. Tenha cuidado e ajuste as configura\u00e7\u00f5es de volume conforme necess\u00e1rio.&#8221;<\/p>\n<p>Ps: avaliem o jogo na google play para al\u00e9m de ajudar o desenvolvedor, voc\u00ea dar sugest\u00f5es para melhorar o jogo!<\/p>\n<p>[Brave Brain: jogo de perguntas e respostas](https:\/\/play.google.com\/store\/apps\/details?id=com.KikirikiGames.TheBraveBrain&#038;fbclid=IwAR1w7sshtvFoV1fNLbD8jKn5l8e1s2QD5ATpaUGJRb-h1nRNRTRQHBQDiTA)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Brave Brain \u00e9 um divertido jogo de conhecimento que permite olhar para lugares familiares e desconhecidos no mapa-m\u00fandi, testar seus conhecimentos em question\u00e1rios e aprender muitos fatos interessantes!<br \/>\nEscolha um pa\u00eds e um local e tente responder corretamente \u00e0s perguntas do question\u00e1rio. Voc\u00ea tem 30 segundos para responder. Uma das quatro op\u00e7\u00f5es \u00e9 sempre correta.<\/p>\n<p>A resposta correta render\u00e1 moedas adicionais para o jogo. Resposta errada? Resgate-se usando diamantes. Quanto mais respostas corretas voc\u00ea obtiver, mais alto voc\u00ea sobe na escada daqueles que n\u00e3o t\u00eam medo de pensar.<br \/>\nQuando voc\u00ea ganha? Sempre que voc\u00ea acertar alguma coisa! O jogo n\u00e3o tem um fim definitivo, assim como o conhecimento do mundo. Voc\u00ea pode voltar sempre que tiver um momento e expandir seus horizontes.<\/p>\n<p>Recursos do jogo:<br \/>\n&#8211; Divirta-se jogando sozinho ou compare seu conhecimento com o de outras pessoas nas tabelas de classifica\u00e7\u00e3o.<br \/>\n&#8211; Mais de 10.000 perguntas de todos os continentes e \u00e1reas do conhecimento.<br \/>\n&#8211; O jogo \u00e9 completamente livre de barreiras: voc\u00ea pode jogar sem vis\u00e3o ou audi\u00e7\u00e3o! (o leitor de tela \u00e9 compat\u00edvel)<br \/>\n&#8211; O jogo \u00e9 totalmente jog\u00e1vel na vers\u00e3o gratuita: com dinheiro, voc\u00ea pode comprar a moeda do jogo, avatares pessoais e outros b\u00f4nus.<\/p>\n<p>T\u00f3picos do question\u00e1rio:<br \/>\n&#8211; Geografia<br \/>\n&#8211; Hist\u00f3ria<br \/>\n&#8211; Pol\u00edtica<br \/>\n&#8211; Cultura<br \/>\n&#8211; Esporte<br \/>\n&#8211; Ci\u00eancia e inven\u00e7\u00f5es<br \/>\n&#8211; Tecnologia e engenharia<br \/>\n&#8211; Demografia<br \/>\n&#8211; Personalidades<br \/>\n&#8211; Estilo de vida e tend\u00eancias<br \/>\n&#8211; Hist\u00f3ria da arte e fatos<br \/>\n&#8211; Arquitetura e marcos<br \/>\n&#8211; Comida e culin\u00e1ria<br \/>\n&#8211; Moda e marcas populares<\/p>\n<p>Tem cinco minutos? Pare de rolar e envie seu c\u00e9rebro em uma jornada interessante!<\/p>\n<p>[click yor poison](https:\/\/play.google.com\/store\/apps\/details?id=com.cubusgames.cyp)<\/p>\n<p># descri\u00e7\u00e3o do jogo<\/p>\n<p>Voc\u00ea sobreviver\u00e1 ao apocalipse zumbi? Decida por si mesmo e seja INFECTADO!<br \/>\n,<br \/>\n, Parte jogo, parte audiolivro interativo, esta hist\u00f3ria de ramifica\u00e7\u00e3o best-seller escrita por James Schannep foi trazida a uma nova vida pelo narrador RC Bray atrav\u00e9s da alquimia de Cubus Games. Deixe este narrador premiado ser o seu guia atrav\u00e9s do deserto sombrio, arenoso e muitas vezes bem-humorado infestado de zumbis. Viva, morra e ressuscite com base apenas no m\u00e9rito de suas pr\u00f3prias decis\u00f5es. Mas escolha sabiamente, porque n\u00e3o h\u00e1 como voltar atr\u00e1s.<br \/>\n,<br \/>\n, RECURSOS:<br \/>\n,<br \/>\n, \u00b7 Mais de 13 horas de jogabilidade narrada<br \/>\n, \u00b7 Centenas de op\u00e7\u00f5es<br \/>\n, \u00b7 3 hist\u00f3rias \u00fanicas<br \/>\n, \u00b7 Mais de 50 finais poss\u00edveis<br \/>\n,<br \/>\n, CLIQUE NO SEU VENENO<br \/>\n,<br \/>\n, Os livros Click Your Poison s\u00e3o hist\u00f3rias de caminhos ramificados totalmente imersivos, onde VOC\u00ca \u00e9 o her\u00f3i 3 Per\u00edodo ou o vil\u00e3o, dependendo de suas escolhas. Sobreviva ao apocalipse zumbi, resolva um assassinato, ganhe superpoderes, navegue como pirata, torne-se um agente secreto ou se perca em uma casa mal-assombrada.<br \/>\n,<br \/>\n, SUPORTE<br \/>\n,<br \/>\n, Est\u00e1 com problemas? Alguma sugest\u00e3o? Gostar\u00edamos muito de ouvir de voc\u00ea! Voc\u00ea pode entrar em contato conosco em support@cubusgames.com<br \/>\nO jogo \u00e9 acess\u00edvel usando o mesmo sistema em jogos como reino de cria\u00e7\u00e3o e galatic colonies.<br \/>\nSe come\u00e7ar em outro idioma, clique no bot\u00e3o que soa como &#8220;ca&#8221;. Depois disso, tudo deve estar em ingl\u00eas.<\/p>\n<p>[Pol\u00edtica e guerra](https:\/\/play.google.com\/store\/apps\/details?id=com.game.politicsandwar&amp;hl=en_US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Crie seu pr\u00f3prio pa\u00eds e construa sua na\u00e7\u00e3o em Politics and War, o jogo de simula\u00e7\u00e3o pol\u00edtica massivamente multiplayer criado por um estudante americano do ensino m\u00e9dio em 2014. Com mais de um quarto de milh\u00e3o de jogadores desde seu lan\u00e7amento, Politics and War se tornou uma sensa\u00e7\u00e3o internacional.<br \/>\nCrie seu pr\u00f3prio pa\u00eds e personalize-o para a melhor experi\u00eancia de RPG e constru\u00e7\u00e3o de mundo. Escolha seu l\u00edder, desenhe suas fronteiras em um mapa, crie sua pr\u00f3pria bandeira nacional, tipo de governo, moeda nacional e muito mais.<br \/>\nMinere e refine recursos que podem ser comprados e vendidos em uma economia de oferta e demanda totalmente voltada para o jogador. Use recursos para fortalecer sua na\u00e7\u00e3o, construir unidades militares, melhorar a cidade e projetos de grande escala para melhorar sua na\u00e7\u00e3o.<br \/>\nO Politics and War \u00e9 gratuito para jogar sem an\u00fancios no aplicativo e, ao contr\u00e1rio de outros jogos, tem limites estritos para a atividade &#8220;pagar para ganhar&#8221;. Este jogo foi constru\u00eddo e ainda est\u00e1 sendo desenvolvido e aprimorado por um desenvolvedor independente que tinha apenas 16 anos quando criou o jogo pela primeira vez.<br \/>\nEste \u00e9 um jogo MMO persistente que pode ser acessado com talkback e jieshuo. O layout \u00e9 como um site e a navega\u00e7\u00e3o por cabe\u00e7alho e links funciona muito bem.<\/p>\n<p>[dark blue dungeon](https:\/\/play.google.com\/store\/apps\/details?id=com.joazco.darkbluedonjon)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>INTRODU\u00c7\u00c3O<\/p>\n<p>DarkBlue Dungeon \u00e9 um RPG de combate por turnos baseado em texto. Uma miss\u00e3o perigosa est\u00e1 esperando por voc\u00ea, na qual apenas suas escolhas permitir\u00e3o que voc\u00ea abra um caminho para a batalha final. Muitas prova\u00e7\u00f5es pontuar\u00e3o sua estrada : combates, enigmas, minijogos. Seu principal ativo ser\u00e1 seu pensamento.<br \/>\nInspirado em jogos de RPG de mesa, muitas op\u00e7\u00f5es de roteiro ser\u00e3o apresentadas a voc\u00ea. Seus nervos ser\u00e3o tensos por v\u00e1rios inimigos da fantasia medieval (goblins, orcs, ciclopes, drag\u00f5es), com seus pontos fortes e fracos, incluindo chefes poderosos.<br \/>\nPara derrotar seus inimigos, voc\u00ea poder\u00e1 otimizar seus equipamentos, feiti\u00e7os e ataques. No que diz respeito \u00e0s batalhas, feiti\u00e7os e ataques est\u00e3o ligados a uma jogada de dados de at\u00e9 16.<\/p>\n<p>TRAMA<\/p>\n<p>A fr\u00e1gil paz entre dois reinos rivais \u00e9 perturbada ainda mais pela descoberta de amuletos lend\u00e1rios.<br \/>\nO destino do menor dos reinos parece condenado, mas o curso do conflito \u00e9 interrompido quando seu rei usa o poder misterioso dos amuletos. O menor reino \u00e9 vitorioso e seu rei se estabeleceu como mestre do mundo.<br \/>\nNo entanto, a aparente estabilidade do reino entra em colapso quando o rei \u00e9 tra\u00eddo e derrotado.<br \/>\nOnde est\u00e3o os amuletos? Quem os roubou? Os aventureiros mais audaciosos se lan\u00e7am em uma busca com um resultado incerto : uma morte sem recompensa ou o poder de impor seu reinado gra\u00e7as ao poder dos amuletos.<\/p>\n<p>Um homem enigm\u00e1tico d\u00e1 a voc\u00ea uma miss\u00e3o : derrotar o drag\u00e3o que acabou de despej\u00e1-lo de sua masmorra. Voc\u00ea ousar\u00e1 entrar na Masmorra DarkBlue e enfrentar seus perigos e mist\u00e9rios? Voc\u00ea conseguir\u00e1 derrotar o terr\u00edvel drag\u00e3o devorador de magia? E o que o cofre, guardado ferozmente pelo monstro alado, cont\u00e9m?<br \/>\nCuidado! nunca abra esse cofre, o mestre do calabou\u00e7o avisou voc\u00ea!<\/p>\n<p>[dra. sound, Jogo brasileiro](https:\/\/play.google.com\/store\/apps\/details?id=com.tuzgames.drasound)<\/p>\n<p>ps: afim de incentivar o desenvolvedor a trazer mais jogos acess\u00edveis e colaborar com a acessibilidade, deixe uma avalia\u00e7\u00e3o sobre o jogo na google play!<\/p>\n<p>Sobre o jogo:<\/p>\n<p>Dra. Sound \u00e9 um dark screen game! Voc\u00ea \u00e9 capaz de jogar sem enxergar a tela?<br \/>\nA experi\u00eancia do jogador \u00e9 toda conduzida pela audi\u00e7\u00e3o. Os poderes auditivos da protagonista s\u00e3o usados para resolver problemas de uma cidade que sofreu um terremoto e misteriosamente deixou todas as pessoas cegas.<br \/>\nJOGO INCLUSIVO PARA PESSOAS COM DEFICI\u00caNCIA VISUAL.<br \/>\nUSO DE FONES OBRIGAT\u00d3RIO DESDE O IN\u00cdCIO DO JOGO!<br \/>\nDra. Sound \u00e9 um game educativo, gratuito, sem propagandas, sem limite de idade, sem armas, sem comunica\u00e7\u00e3o violenta, que necessita de muita concentra\u00e7\u00e3o e foco!<br \/>\nFeche os olhos e esteja atento ao incr\u00edvel design sonoro. Dra. Sound colabora na integra\u00e7\u00e3o das pessoas cegas ou com defici\u00eancias visuais na comunidade gamer, al\u00e9m de criar empatia nos demais jogadores aproximando-os da experi\u00eancia real de adaptabilidade por conta da falta ou da baixa vis\u00e3o.<br \/>\nDra. Sound al\u00e9m de game, \u00e9 uma ferramenta de tecnologia assistiva.<br \/>\nAceite o desafio de jogar, SEM VER A TELA, at\u00e9 ouvir que ZEROU esta vers\u00e3o!!!<\/p>\n<p>FICHA COMPLETA DA EQUIPE:<br \/>\nRonaldo Palleze<\/p>\n<p>| Creator, Executive Producer, Sound Designer<\/p>\n<p>Rafael Kojiio | Director, Executive Producer<\/p>\n<p>Pedro Machado | Director, Game Producer<\/p>\n<p>Jos\u00e9 Martins | Director, Game Producer<\/p>\n<p>Henrique Tsuneda | Director, Lead Programmer<\/p>\n<p>Henrique Siebert | Sound Designer<\/p>\n<p>Arthur Morona | Artist, UI<\/p>\n<p>Fabiana Ol Kondor | Narration, Voice Over, Voice Acting<\/p>\n<p>UNIVALI<br \/>\nCesar Albenes Zeferino | Diretor Escola Polit\u00e9cnica<br \/>\nGiorgio Gilwan | Coordenador do Curso de Design de Jogos<\/p>\n<p>Rafael Kojiio | Coordenador Gamelab UNIVALI<\/p>\n<p>Este projeto foi idealizado por Ronaldo Palleze, desenvolvido e testado pelos alunos do GAMELAB UNIVALI sob supervis\u00e3o do Coordenador do laborat\u00f3rio Rafael Kojiio.<\/p>\n<p>[Fazendinha 3xb, acess\u00edvel](https:\/\/play.google.com\/store\/apps\/details?id=com.my.fazendinha33xb)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Bem-vindo ao nosso jogo de fazendinha! N\u00f3s nos esfor\u00e7amos muito para tornar este jogo acess\u00edvel para todos, incluindo aqueles com defici\u00eancia visual. Com o leitor de tela TalkBack, voc\u00ea pode plantar seus pr\u00f3prios legumes, cuidar dos animais e pescar em um ambiente seguro e amoroso.<\/p>\n<p>Imagine-se caminhando pela fazenda, sentindo a brisa suave e o cheiro fresco da natureza ao seu redor. Voc\u00ea se aproxima de um terreno vazio e ouve o TalkBack anunciar a op\u00e7\u00e3o de plantar sementes. Com alguns toques cuidadosos na tela, voc\u00ea planta algumas sementes de cenoura e tomate.<\/p>\n<p>\u00c0 medida que a sua fazendinha cresce, voc\u00ea tem a chance de pescar em um belo lago pr\u00f3ximo. O TalkBack descreve a sensa\u00e7\u00e3o da vara de pesca em suas m\u00e3os e os sons de animais na natureza, ajudando voc\u00ea a se sentir imerso na experi\u00eancia. Quando voc\u00ea finalmente fisga um peixe, o TalkBack descreve o peso e a apar\u00eancia do peixe, fazendo voc\u00ea se sentir realmente realizado.<\/p>\n<p>Em nosso jogo de fazendinha, estamos comprometidos em criar um ambiente amoroso e carinhoso para todos. Com o TalkBack, tornamos isso poss\u00edvel para aqueles com defici\u00eancia visual. N\u00f3s nos esfor\u00e7amos para oferecer uma experi\u00eancia divertida e agrad\u00e1vel para todos, independentemente das suas habilidades. Ent\u00e3o venha, plante, cuide dos animais e pesque conosco!<\/p>\n<p>[Elves of Allalhill](http:\/\/www.elvesofallalhill.com\/)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Elves of Allalhill (EOA), \u00e9 um jogo de navegador baseado na base de c\u00f3digo LOTGD e ocorre no continente conhecido como ForestLand. Os jogadores se registrar\u00e3o como assassinos dos Novos Elfos que fazem parte da Guilda dos Assassinos localizada na cidade de Allalhill. A cidade de Allalhill est\u00e1 situada nas Regi\u00f5es do Sudoeste de ForestLand e sofre ataques dos Forest Orcs. Durante o seu jogo, voc\u00ea ganhar\u00e1 experi\u00eancia, TreeCoins, fragmentos de Adamantine e, o mais importante, n\u00edveis para que possa eventualmente procurar os Forest Orcs e confrontar seu l\u00edder profano. Mas, tudo ser\u00e1 como \u00e9 apresentado? Ou h\u00e1 algo mais acontecendo? Bem, s\u00f3 h\u00e1 uma maneira de descobrir.<\/p>\n<p>[garotas e aventuras, alex](https:\/\/play.google.com\/store\/apps\/details?id=com.batodev.girlsadnadventures.highschoolmsg)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Bem-vindo ao Girls and Adventures: Alex, um emocionante e cativante jogo baseado em texto que o levar\u00e1 a uma jornada cheia de romance, suspense e mist\u00e9rio.<\/p>\n<p>Voc\u00ea embarcar\u00e1 em uma miss\u00e3o para resolver v\u00e1rios mist\u00e9rios enquanto tamb\u00e9m se envolve em relacionamentos rom\u00e2nticos com v\u00e1rias mulheres intrigantes e bonitas. Suas escolhas e decis\u00f5es ao longo do jogo determinar\u00e3o seu destino e o resultado de suas aventuras.<\/p>\n<p>Ao longo do caminho, voc\u00ea conhecer\u00e1 v\u00e1rias mulheres fascinantes, cada uma com suas pr\u00f3prias personalidades, prefer\u00eancias e segredos. Voc\u00ea escolher\u00e1 manter um relacionamento com a charmosa e sedutora Jenny ou tentar\u00e1 conquistar o cora\u00e7\u00e3o da bela Sophie? A escolha \u00e9 sua, e suas decis\u00f5es afetar\u00e3o o curso de seus relacionamentos rom\u00e2nticos.<\/p>\n<p>\u00c0 medida que avan\u00e7a no jogo, voc\u00ea precisar\u00e1 tomar decis\u00f5es dif\u00edceis que afetar\u00e3o seu jogo.<\/p>\n<p>O jogo apresenta uma interface intuitiva que permite navegar facilmente pelas v\u00e1rias cenas e conversas. A escrita \u00e9 excelente, com o di\u00e1logo e as a\u00e7\u00f5es de cada personagem adicionando profundidade e complexidade \u00e0 hist\u00f3ria. Idiomas diferentes do ingl\u00eas podem ser traduzidos incorretamente devido \u00e0 tradu\u00e7\u00e3o autom\u00e1tica.<\/p>\n<p>O jogo foi projetado para 1-3 jogadas de cerca de 60 minutos cada, \u00e9 gratuito para jogar e cont\u00e9m uma \u00fanica compra no aplicativo que desbloqueia conte\u00fado adicional que n\u00e3o \u00e9 necess\u00e1rio para terminar o jogo.<\/p>\n<p>Todos os gr\u00e1ficos j\u00e1 vistos est\u00e3o dispon\u00edveis para assistir na galeria.<\/p>\n<p>[garotas e aventuras, alex2](https:\/\/play.google.com\/store\/apps\/details?id=com.batodev.girlsadnadventures.girlsandadventuresalex2)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Bem-vindo ao Girls and Adventures: Alex 2, um emocionante e cativante jogo baseado em texto que o levar\u00e1 a uma jornada cheia de romance, suspense e mist\u00e9rio.<\/p>\n<p>Voc\u00ea embarcar\u00e1 em uma miss\u00e3o para resolver v\u00e1rios mist\u00e9rios enquanto tamb\u00e9m se envolve em relacionamentos rom\u00e2nticos com v\u00e1rias mulheres intrigantes e bonitas. Suas escolhas e decis\u00f5es ao longo do jogo determinar\u00e3o seu destino e o resultado de suas aventuras.<\/p>\n<p>Ao longo do caminho, voc\u00ea conhecer\u00e1 v\u00e1rias mulheres fascinantes, cada uma com suas pr\u00f3prias personalidades, prefer\u00eancias e segredos. Voc\u00ea escolher\u00e1 manter um relacionamento com a charmosa e sedutora Jenny ou tentar\u00e1 conquistar o cora\u00e7\u00e3o da bela Mia? A escolha \u00e9 sua, e suas decis\u00f5es afetar\u00e3o o curso de seus relacionamentos rom\u00e2nticos.<\/p>\n<p>\u00c0 medida que avan\u00e7a no jogo, voc\u00ea precisar\u00e1 tomar decis\u00f5es dif\u00edceis que afetar\u00e3o seu jogo.<\/p>\n<p>O jogo apresenta uma interface intuitiva que permite navegar facilmente pelas v\u00e1rias cenas e conversas. A escrita \u00e9 excelente, com o di\u00e1logo e as a\u00e7\u00f5es de cada personagem adicionando profundidade e complexidade \u00e0 hist\u00f3ria. Idiomas diferentes do ingl\u00eas podem ser traduzidos incorretamente devido \u00e0 tradu\u00e7\u00e3o autom\u00e1tica.<\/p>\n<p>O jogo foi projetado para 1-3 jogadas de cerca de 60 minutos cada, \u00e9 gratuito para jogar e cont\u00e9m uma \u00fanica compra no aplicativo que desbloqueia conte\u00fado adicional que n\u00e3o \u00e9 necess\u00e1rio para terminar o jogo.<\/p>\n<p>Todos os gr\u00e1ficos j\u00e1 vistos est\u00e3o dispon\u00edveis para assistir na galeria.<\/p>\n<p>[garotas e aventuras, morgan](https:\/\/play.google.com\/store\/apps\/details?id=com.batodev.girlsadnadventures.artthief)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Bem-vindo ao Girls and Adventures: Morgan, um emocionante e viciante jogo de mensagens de texto que o levar\u00e1 a uma jornada cheia de romance, suspense e mist\u00e9rio.<\/p>\n<p>Voc\u00ea embarcar\u00e1 em uma miss\u00e3o para resolver v\u00e1rios mist\u00e9rios enquanto se envolve em relacionamentos rom\u00e2nticos com v\u00e1rias mulheres intrigantes e bonitas. Suas escolhas e decis\u00f5es ao longo do jogo determinar\u00e3o seu destino e o resultado de suas aventuras.<\/p>\n<p>Ao longo do caminho, voc\u00ea conhecer\u00e1 algumas mulheres fascinantes, cada uma com suas pr\u00f3prias personalidades, prefer\u00eancias e segredos. Voc\u00ea vai decidir come\u00e7ar um relacionamento com a charmosa e sedutora Hannah, ou vai tentar conquistar o cora\u00e7\u00e3o da bela Anna? A escolha \u00e9 sua, e suas decis\u00f5es afetar\u00e3o o curso de seus relacionamentos rom\u00e2nticos.<\/p>\n<p>\u00c0 medida que avan\u00e7a no jogo, voc\u00ea ter\u00e1 que tomar decis\u00f5es dif\u00edceis que afetar\u00e3o sua jogabilidade.<\/p>\n<p>O jogo tem uma interface intuitiva que permite navegar facilmente pelas diferentes cenas e conversas. A escrita \u00e9 excelente, e os di\u00e1logos e a\u00e7\u00f5es de cada personagem adicionam profundidade e complexidade \u00e0 hist\u00f3ria. Idiomas diferentes do ingl\u00eas podem n\u00e3o ser traduzidos com precis\u00e3o devido \u00e0 tradu\u00e7\u00e3o autom\u00e1tica.<\/p>\n<p>O jogo foi projetado para 1 a 3 jogos de aproximadamente 60 minutos cada, \u00e9 gratuito para jogar e vem com uma \u00fanica compra no aplicativo que desbloqueia conte\u00fado adicional que n\u00e3o \u00e9 necess\u00e1rio para concluir o jogo.<\/p>\n<p>Todos os gr\u00e1ficos que voc\u00ea j\u00e1 viu est\u00e3o dispon\u00edveis para visualiza\u00e7\u00e3o na galeria.<\/p>\n<p>[corrida eleitoral](https:\/\/play.google.com\/store\/apps\/details?id=corridaeleitoral.com.br.corridaeleitoral&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Jogo de Simula\u00e7\u00e3o de Pol\u00edtica. N\u00e3o representamos nenhuma entidade pol\u00edtica, filia\u00e7\u00e3o ou temos quaisquer liga\u00e7\u00e3o com organiza\u00e7\u00f5es politicas, ou qualquer outra organiza\u00e7\u00e3o. Tudo o que acontece dentro do aplicativo s\u00e3o aproxima\u00e7\u00f5es de simula\u00e7\u00f5es da vida pol\u00edcia.<\/p>\n<p>Escolha seu partido pol\u00edtico, fa\u00e7a um bom plano de governo, crie sua campanha pol\u00edtica, conquiste rela\u00e7\u00f5es de amizades por interesse e candidate-se de l\u00edder da Rua at\u00e9 presidente do Pa\u00eds, al\u00e9m de cargos no Supremo Tribunal Federal, ou Policial Federal, Civil ou Militar, Promotor Geral da Republica, Promotor do Estado, Promotor de Justi\u00e7a, Advogado Geral da Uni\u00e3o, Advogado Geral do Estado, Defensor P\u00fablico.<\/p>\n<p>Vote em outros candidatos, entre em contato com seus eleitores, abra uma sabatina no congresso para decidir quem vai ser o pr\u00f3ximo Ministro do Supremo.<\/p>\n<p>Entre para corpora\u00e7\u00e3o policial para defender o pa\u00eds dos corruptos, criando relat\u00f3rios de denuncias para o judici\u00e1rio.<\/p>\n<p>Concorra as vagas para o judici\u00e1rios e julgue os pol\u00edticos denunciados, podendo acabar com a imagem do pol\u00edtico, se condenado, retirar ele do cargo e ainda manda-lo para cadeia.<\/p>\n<p>O aplicativo detecta onde voc\u00ea est\u00e1 utilizando o GPS e assim lhe cadastra com os detalhes do local.<\/p>\n<p>Cargos:<br \/>\nPresidente ou Vice-Presidente do Pa\u00eds,<br \/>\nGovernador ou Vice-Governador do Estado que voc\u00ea estiver.<br \/>\nPresidente do Senado, Vice-Presidente do Senado, ou Senador<br \/>\nPresidente da C\u00e2mara dos Deputados Federais, Vice-Presidente da C\u00e2mara dos<br \/>\nDeputados Federais, ou Deputado Federal.<br \/>\nPresidente do Supremo Tribunal Federal, Vice-Presidente do Supremo Tribunal Federal, ou Ministro do Supremo.<br \/>\nGovernador, ou Vice Governador.<br \/>\nPresidente da Assembleia Legislativa, Vice-Presidente da Assembleia Legislativa ou Deputado Estadual.<br \/>\nDesembargador.<br \/>\nPrefeito da cidade que voc\u00ea est\u00e1, ou vice-prefeito.<br \/>\nPresidente da C\u00e2mara dos Vereadores, Vice-Presidente da C\u00e2mara dos Vereadores, ou Vereador.<br \/>\nJuiz de Primeira Inst\u00e2ncia.<br \/>\nPresidente da Associa\u00e7\u00e3o de moradores do seu Bairro, ou Vice-Presidente da Associa\u00e7\u00e3o de Moradores.<br \/>\nDona da Rua, ou Vice-Dono da Rua.<br \/>\nPolicial Federal, Policial Civil, Policial Militar.<br \/>\nPromotor Geral, Promotor do Estado, Promotor de Justi\u00e7a<br \/>\nAdvogado Geral da Rep\u00fablica, Defensor Geral do Estado, Defensor P\u00fablico<br \/>\nJornalista<br \/>\nE outros cargos Ministeriais.<\/p>\n<p>Divirtam-se!<\/p>\n<p>[Sherlock mysteries](https:\/\/play.google.com\/store\/apps\/details?id=com.sherlockmysteries)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Escolha sua pr\u00f3pria aventura, estilo de livro, jogo de investiga\u00e7\u00e3o de mist\u00e9rio de assassinato.<br \/>\n,<br \/>\n, &#8220;Bem-vindo a Londres, detetive.&#8221;<br \/>\n,<br \/>\n, Sherlock Mysteries \u00e9 um jogo de investiga\u00e7\u00e3o de assassinato no estilo livro, onde voc\u00ea joga como detetive na Londres vitoriana. Visite lugares, entreviste personagens da era de Sherlock Holmes e desbloqueie novas pistas e cap\u00edtulos enquanto desvenda os mist\u00e9rios e resolve o caso!<br \/>\n,<br \/>\n, Coloque suas habilidades de detetive \u00e0 prova enquanto l\u00ea os cap\u00edtulos do caso e desvenda os segredos por tr\u00e1s de cada caso. Voc\u00ea receber\u00e1 ferramentas para ajudar qualquer detetive digno do t\u00edtulo.<br \/>\n,<br \/>\n, Funcionalidades do jogo:<br \/>\n, &#8211; Hist\u00f3ria e casos totalmente originais: os f\u00e3s de Sherlock Holmes ter\u00e3o algo para se divertir e pensar neste jogo!<br \/>\n, -Linhas de voz: Ou\u00e7a a hist\u00f3ria mesmo quando estiver em uma miss\u00e3o ou em um trajeto. Ouvi-lo tamb\u00e9m ajuda a rastrear os detalhes que voc\u00ea acha que pode ter perdido.<br \/>\n, -Ferramentas de detetive: mapas, pistas, diret\u00f3rio e notas.<br \/>\n, -Belos gr\u00e1ficos desenhados \u00e0 m\u00e3o.<br \/>\n, -Voc\u00ea est\u00e1 no controle: explore a cidade, leia o jornal, questione testemunhas e muito mais. Fa\u00e7a isso em qualquer ordem, em qualquer frequ\u00eancia para ajudar na sua investiga\u00e7\u00e3o!<br \/>\n, -M\u00faltiplos casos originais para satisfazer a mente mais curiosa.<br \/>\n, -Jogue offline: voc\u00ea pode jogar este jogo sem conex\u00e3o com a internet (basta concluir o download do caso quando iniciar um novo caso!).<br \/>\n,<br \/>\n, Sherlock Mysteries pega as melhores caracter\u00edsticas de diferentes jogos no g\u00eanero mist\u00e9rio de assassinato e junta tudo em um pacote \u00fanico. Leia ou ou\u00e7a os cap\u00edtulos e reproduza os eventos como voc\u00ea pode imaginar. Observe os detalhes e veja al\u00e9m da fachada, os segredos e as motiva\u00e7\u00f5es das pessoas. Entreviste personagens, visite lugares e rompa o v\u00e9u do mist\u00e9rio enquanto deduz pela intui\u00e7\u00e3o de seu detetive e resolva o caso!<br \/>\n,<br \/>\n, Fa\u00e7a uso das ferramentas \u00e0 sua disposi\u00e7\u00e3o em sua investiga\u00e7\u00e3o:<br \/>\n, -Mapas: visualize a cidade de Londres e veja locais importantes para contextualizar o que est\u00e1 acontecendo em seus casos.<br \/>\n, -Pistas: Cada pista desbloqueada \u00e9 armazenada em seu banco de pistas. Veja, examine e estude suas pistas para descobrir segredos!<br \/>\n, -O Diret\u00f3rio: O diret\u00f3rio cont\u00e9m todos os locais desbloqueados e personagens descobertos ou testemunhas no caso. Pesquise, pesquise e investigue diretamente do Diret\u00f3rio.<br \/>\n, -The Newspaper: Leia sobre os eventos e opini\u00f5es importantes em Londres. Estes fornecem contexto e informa\u00e7\u00f5es b\u00e1sicas que podem ajud\u00e1-lo a resolver o caso.<br \/>\n, -Notas: Seu pr\u00f3prio caderno para organizar seus pensamentos e ideias. Mantenha um registro do que voc\u00ea pensa, suas teorias e fragmentos de informa\u00e7\u00f5es.<\/p>\n<p>[ios \/ android: progress knight: multiplayer  ](https:\/\/play.google.com\/store\/apps\/details?id=com.ezag.pkm)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Progress Knight: Multiplayer \u00e9 um emocionante jogo incremental de jogador contra jogador que se baseia no sucesso de seu antecessor, Progress Knight: Mobile. Situado em um rico mundo de fantasia\/medieval, os jogadores devem coletar ouro e progredir em suas habilidades para lutar contra seus oponentes. Como um novato da Ordem, voc\u00ea come\u00e7a no degrau mais baixo da escada. No entanto, por meio de sua f\u00e9 e dedica\u00e7\u00e3o, voc\u00ea pode descobrir novas habilidades e habilidades que lhe permitir\u00e3o dominar seus rivais e subir na hierarquia da Ordem. Voc\u00ea deve escolher entre confiar apenas em sua intelig\u00eancia e habilidades, abra\u00e7ar seu lado beligerante ou usar sua dedica\u00e7\u00e3o para deter potenciais atacantes. Em Progress Knight: Multiplayer, o combate \u00e9 um aspecto fundamental do jogo. Voc\u00ea pode entrar em batalhas com outros jogadores para roubar seu ouro e ganhar posi\u00e7\u00f5es. Mas esteja avisado, voc\u00ea s\u00f3 pode atacar aqueles de n\u00edvel inferior ao seu. Eventualmente, voc\u00ea atingir\u00e1 um plat\u00f4 e achar\u00e1 dif\u00edcil progredir ainda mais. No entanto, entre as fileiras da Ordem, voc\u00ea pode descobrir uma maneira de recome\u00e7ar, mantendo um pouco do seu poder para progredir ainda mais r\u00e1pido do que antes. Isso adiciona uma camada extra de estrat\u00e9gia ao jogo, pois voc\u00ea deve equilibrar ganhos de curto prazo com planejamento de longo prazo.<br \/>\nEnviei feedback ao desenvolvedor no Discord e ele implementou a acessibilidade inicial em um dia. o jogo \u00e9 completamente jog\u00e1vel, voc\u00ea toca duas vezes na habilidade ou item que deseja compr\u00e1-lo, ou aumenta suas estat\u00edsticas, e pode atacar jogadores que tenham menos ouro que voc\u00ea usando a segunda guia chamada jogadores, bem como as op\u00e7\u00f5es de filtro na parte inferior da a tela do jogador. estou me divertindo com o jogo e recomendo para quem gosta de jogos incrementais.<\/p>\n<p>cr\u00e9ditos, drg<\/p>\n<p>[Frenetic Dungeon: RPG](https:\/\/play.google.com\/store\/apps\/details?id=br.com.belugao.freneticdungeonzero)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>&#8220;Em um instante, n\u00e3o havia nada. Apenas a escurid\u00e3o reconfortante da n\u00e3o exist\u00eancia, o mar sem ondas, sem dores e sabores da inconsci\u00eancia. No instante seguinte, havia a masmorra. Foi como despertar dentro de um pesadelo \u2013 sem saber como cheguei at\u00e9 aqui, sem saber nem mesmo quem eu sou. Com frio, fome e sede, sem conseguir enxergar o que se passa mais de dois metros adiante nesses corredores estreitos onde limo e maldade escorrem pelas pedras. Escutei o arranhar de pequenas garras \u00e1vidas para testar a resist\u00eancia da minha carne. Nas sombras, senti olhos perversos me espreitarem, cru\u00e9is, famintos. Meu primeiro desejo foi o de retornar \u00e0 n\u00e3o exist\u00eancia, mas isso j\u00e1 n\u00e3o era uma escolha. Ent\u00e3o busquei a espada, que de alguma forma eu sabia que estava l\u00e1, embainhada \u00e0 cintura. Acendi minha tocha. E parti para a aventura.&#8221;<\/p>\n<p>Em Frenetic Dungeon voc\u00ea entrar\u00e1 em um mundo repleto de perigos e aventuras, onde a capacidade de tomar decis\u00f5es r\u00e1pidas e se preparar para os combates poder\u00e1 fazer toda a diferen\u00e7a entre a vida e a morte.<\/p>\n<p>Um RPG tradicional com todos os elementos que gostamos de ver nesse tipo de jogo: subir de n\u00edvel, aumentar atributos, aprender novas habilidades, adquirir e equipar itens m\u00e1gicos, centenas de monstros com caracter\u00edsticas distintas a serem enfrentados em combate por turnos, customiza\u00e7\u00e3o de personagem, magias poderosas e muito mais.<\/p>\n<p>Um jogo leve e simples, que pretende emular parte da divers\u00e3o dos bons e velhos RPGs de mesa.<\/p>\n<p>[project dark](https:\/\/play.google.com\/store\/apps\/details?id=com.RedMeatGames.ProjectDark)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Project Dark \u00e9 um jogo de \u00e1udio envolvente e baseado em narrativa que se baseia no g\u00eanero cl\u00e1ssico &#8220;escolha sua pr\u00f3pria aventura&#8221; para criar uma experi\u00eancia interativa \u00fanica e atraente. As escolhas impactantes do jogo e seu sofisticado \u00e1udio binaural permitem que os jogadores fiquem t\u00e3o imersos na experi\u00eancia que podem jogar de olhos fechados.<\/p>\n<p>Os jogadores apreciar\u00e3o o Project Dark por seus mundos ricos e vibrantes que examinam a amplitude e a profundidade da escurid\u00e3o. A mec\u00e2nica simples faz deste um jogo que pode ser jogado por qualquer pessoa, e estamos ansiosos para ver aonde essa explora\u00e7\u00e3o da escurid\u00e3o o levar\u00e1!<\/p>\n<p>Conte\u00fado epis\u00f3dico:<\/p>\n<p>Jogue seis epis\u00f3dios em cen\u00e1rios que v\u00e3o desde uma aventura de fantasia medieval at\u00e9 um primeiro encontro \u00e0s cegas nesta primeira antologia. No Project Dark, voc\u00ea conhecer\u00e1 personagens, aprender\u00e1 suas hist\u00f3rias e tomar\u00e1 decis\u00f5es impactantes para todos eles com o deslizar de um dedo.<\/p>\n<p>Cada epis\u00f3dio est\u00e1 dispon\u00edvel para compra no aplicativo ou compre o pacote com desconto para experimentar todas as 6 hist\u00f3rias \u00fanicas.<\/p>\n<p>[Magic Research](https:\/\/play.google.com\/store\/apps\/details?id=com.mcolotto.magicresearchfull&amp;hl=en_US&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Em Magic Research, voc\u00ea \u00e9 o diretor de uma rec\u00e9m-criada institui\u00e7\u00e3o de Magic com um objetivo: aprender o m\u00e1ximo poss\u00edvel sobre esse poder e obter fama suficiente para poder competir e vencer a prestigiosa competi\u00e7\u00e3o das escolas: o Torneio de m\u00e1gica. Mas o que voc\u00ea descobrir\u00e1 ao longo do caminho?<\/p>\n<p>* Lance mais de cem feiti\u00e7os diferentes com v\u00e1rios efeitos<\/p>\n<p>* Pesquise magia em v\u00e1rias escolas m\u00e1gicas para descobrir maneiras novas e surpreendentes de usar esse poder<\/p>\n<p>* Acumule recursos e construa o campus da escola<\/p>\n<p>* Gerencie uma equipe de pesquisadores e aprendizes para levar sua escola \u00e0 fama<\/p>\n<p>* Descubra toneladas de novos recursos ocultos &#8211; quando voc\u00ea desbloquear\u00e1 o pr\u00f3ximo?<\/p>\n<p>* Encontre mais de cinco d\u00fazias de hist\u00f3rias secretas com efeitos permanentes que alteram o jogo<\/p>\n<p>* Reinicie o jogo e progrida cada vez mais r\u00e1pido com b\u00f4nus de aposentadoria<\/p>\n<p>* Mais de 40 horas de jogabilidade viciante!<\/p>\n<p>* Otimizado para telefones e tablets<\/p>\n<p>Este \u00e9 o jogo completo. Voc\u00ea pode transferir dados salvos da demo usando o recurso Exportar\/Importar salvos dispon\u00edvel na demo e no jogo completo.<\/p>\n<p>Aviso: o desenvolvedor est\u00e1 disposto a fornecer acessibilidade ao seu jogo, por favor, todos enviem feedback para ele de como melhorar o jogo.<\/p>\n<p>[Sidelines Football Manager](https:\/\/play.google.com\/store\/apps\/details?id=com.ejaydev.sidelines&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Voc\u00ea tem o que \u00e9 preciso para construir uma equipe capaz de derrotar os outros gerentes e subir at\u00e9 o topo da Divis\u00e3o 1?<\/p>\n<p>RECURSOS<\/p>\n<p>\u2022 8 divis\u00f5es da liga com promo\u00e7\u00e3o semanal+<br \/>\n\u2022 Contratos de patroc\u00ednio<br \/>\n\u2022 Torneio<br \/>\n\u2022 Olheiros de jogadores juvenis<br \/>\n\u2022 Toneladas de m\u00e9ritos recompensadores para reivindicar<br \/>\n\u2022 Treinamento individual de jogadores<br \/>\n\u2022 Melhorias no est\u00e1dio, venda de ingressos, comodidades<br \/>\n\u2022 Desafios di\u00e1rios e semanais<br \/>\n\u2022 Campos de treinamento<br \/>\n\u2022 T\u00e1ticas e regras de jogo<br \/>\n\u2022 Clube de bem-estar<br \/>\n\u2022 Mercado de jogadores<br \/>\n\u2022 Bate-papo no jogo<br \/>\n\u2022 Amistosos<br \/>\n\u2022 Assista a partidas<br \/>\n\u2022 Atualizado semanalmente+<\/p>\n<p>DESCRI\u00c7\u00c3O<br \/>\nConstrua seu time atrav\u00e9s do recrutamento de talentos, compra de jogadores e desenvolvimento das habilidades de cada jogador de acordo com sua prefer\u00eancia, contratando treinadores e configurando seu regime de treinamento ideal.<\/p>\n<p>Experimente diferentes forma\u00e7\u00f5es, estilos de jogo e regras de jogo para descobrir o que funciona melhor com o conjunto de habilidades da sua forma\u00e7\u00e3o escolhida.<\/p>\n<p>Atualize a capacidade e as instala\u00e7\u00f5es do seu est\u00e1dio e otimize o pre\u00e7o dos ingressos para maximizar a renda e o apoio dos f\u00e3s!<\/p>\n<p>Contrate um assistente para ajud\u00e1-lo com o pre\u00e7o dos ingressos, procurar jogadores jovens e negociar com os patrocinadores.<br \/>\nEscolha entre 7 contratos de patroc\u00ednio diferentes, cada um com seus pr\u00f3prios termos e b\u00f4nus, impulsionados por seus desafios conclu\u00eddos.<\/p>\n<p>Qualifique-se e participe do torneio global para ter a chance de ganhar \u00f3timos pr\u00eamios!<\/p>\n<p>Explore e desbloqueie a grande quantidade de m\u00e9ritos recompensadores, trabalhe no mercado comprando jogadores subvalorizados para vender com lucro ou administre um grande esquadr\u00e3o desenvolvendo jogadores para vender mais tarde &#8211; as possibilidades de ganhar dinheiro s\u00e3o muitas!<\/p>\n<p>Converse sobre o jogo, futebol ou apenas saia, no The Pub (sala de bate-papo) &#8211; ou crie seu pr\u00f3prio pub com seus amigos.<\/p>\n<p>[Eleven Kings](https:\/\/play.google.com\/store\/apps\/details?id=com.elevenkings.football&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O jogo Eleven Kings \u00e9 um jogo de estrat\u00e9gia de gerenciamento de futebol gratuito. Assuma o controle do clube, defina t\u00e1ticas, transfira jogadores, participe de torneios e torne-se a lenda! Prove suas habilidades como gerente de futebol, deixe o mundo conhec\u00ea-lo! como Ronaldinho! Aqui est\u00e3o algumas caracter\u00edsticas do jogo Eleven Kings:<\/p>\n<p>&#8212;<br \/>\nESQUADR\u00c3O<br \/>\nComo gerente de futebol, voc\u00ea ter\u00e1 23 jogadores em seu elenco quando come\u00e7ar. A quantidade m\u00ednima de tamanho do elenco \u00e9 15. Al\u00e9m disso, existem limites m\u00ednimos para cada posi\u00e7\u00e3o (goleiros &#8211; 2, zagueiros &#8211; 5, meio-campistas &#8211; 5, atacantes &#8211; 3).<\/p>\n<p>&#8212;<br \/>\nCLASSIFICA\u00c7\u00c3O LOCAL E GLOBAL<br \/>\nO desempenho dos gerentes foi classificado no formul\u00e1rio Global e Local na p\u00e1gina de Ranking. Ambos os tipos de ranking avaliam o desempenho de acordo com os pontos do gestor. Voc\u00ea pode ganhar pontos de gerente vencendo as partidas, marcando um gol, transferindo jogadores, treinando jogadores e sendo campe\u00e3o em campeonatos.<\/p>\n<p>O Ranking Local \u00e9 dividido em se\u00e7\u00f5es como &#8220;All Time Ranking&#8221; e &#8220;\u00daltimos 30 dias&#8221;. A classifica\u00e7\u00e3o de todos os tempos mostra os pontos acumulados do gerente desde o in\u00edcio do jogo, mas a classifica\u00e7\u00e3o dos \u00faltimos 30 dias mostra os resultados do \u00faltimo m\u00eas (\u00faltimos 30 dias).<\/p>\n<p>O ranking global \u00e9 dividido em se\u00e7\u00f5es como &#8220;Ranking di\u00e1rio&#8221;, &#8220;Ranking de todos os tempos&#8221; e &#8220;\u00daltimos 30 dias&#8221;. O Ranking Di\u00e1rio mostra os pontos do gerente acumulados nas \u00faltimas 24 horas. Ele reinicia \u00e0s 00:00 GMT todos os dias. A classifica\u00e7\u00e3o de todos os tempos e as classifica\u00e7\u00f5es dos \u00faltimos 30 dias s\u00e3o as mesmas das classifica\u00e7\u00f5es locais.<\/p>\n<p>&#8212;<br \/>\nEST\u00c1DIO<br \/>\nO est\u00e1dio \u00e9 uma das melhores op\u00e7\u00f5es do Eleven Kings Game para aumentar seu or\u00e7amento. Quanto maior for o seu est\u00e1dio, mais ingressos ser\u00e3o vendidos. Mais bilhetes significam mais dinheiro. Voc\u00ea come\u00e7a com o est\u00e1dio com capacidade para 7.500 pessoas. Mas voc\u00ea pode atualizar seu est\u00e1dio para 250.000 de capacidade e deixar seus f\u00e3s deixarem suas partidas mais animadas.<\/p>\n<p>Sua posi\u00e7\u00e3o na Liga afeta o n\u00famero de torcedores no est\u00e1dio. Tente ficar no TOPO da Liga, para que voc\u00ea possa ver uma maior participa\u00e7\u00e3o em suas partidas em casa.<\/p>\n<p>Voc\u00ea pode vender ingressos e ganhar dinheiro apenas quando joga em casa. Al\u00e9m disso, voc\u00ea pode ganhar dinheiro com as vendas da loja e patroc\u00ednios ao jogar em casa. Um n\u00edvel de est\u00e1dio mais alto traz mais receita de vendas de loja e patroc\u00ednio.<\/p>\n<p>&#8212;<br \/>\nTRANSFERIR<br \/>\nEleven Kings oferece a voc\u00ea a venda de seus jogadores, bem como a compra de novas estrelas em ascens\u00e3o. Existem 3 abas na p\u00e1gina &#8220;Transferir&#8221;: COMPRAR, VENDER e HIST\u00d3RICO.<\/p>\n<p>Tenha cuidado ao escolher um jogador. Verifique sua idade e capacidade. Tente comprar jogadores jovens. Porque eles t\u00eam um grande potencial para aumentar sua capacidade. Al\u00e9m disso, os jogadores jovens perdem menos energia durante os jogos e aumentam mais pontos de habilidade durante o treinamento. Voc\u00ea pode at\u00e9 comprar Ronaldinho.<\/p>\n<p>&#8212;<br \/>\nACADEMIA DA JUVENTUDE<br \/>\nVoc\u00ea pode envolver jovens jogadores em sua academia, trein\u00e1-los em 5 estilos e 10 sess\u00f5es e transferir os mais habilidosos para o seu time principal. Comece a criar seu time dos sonhos agora com a Youth Academy.<\/p>\n<p>&#8212;<br \/>\nLIGA PRIVADA<br \/>\n\u00c9 poss\u00edvel criar uma liga e jogar com seus amigos no Eleven Kings Game! Voc\u00ea pode criar uma liga de 6 partidas com 4 amigos! Voc\u00ea ter\u00e1 5 minutos entre as partidas para verificar seu elenco e se preparar para a pr\u00f3xima partida.<\/p>\n<p>&#8212;<br \/>\nEleven Kings \u00e9 um dos melhores jogos de gerenciamento de futebol (tamb\u00e9m conhecido como jogos de gerenciamento de futebol) em 2022. Os jogos de gerenciamento de futebol gratuitos se tornaram populares nos \u00faltimos anos. N\u00f3s tentamos o nosso melhor para lhe dar um dos melhores jogos gratuitos de gerenciamento de futebol. Seja um gerente de futebol popular, mostre sua habilidade para o mundo!<\/p>\n<p>[Evidence 111](https:\/\/play.google.com\/store\/apps\/details?id=com.PlayByEars.Evidence111)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Liberte sua imagina\u00e7\u00e3o e deixe seus olhos descansarem.<br \/>\nFeche os olhos e deixe-se mergulhar nos misteriosos cen\u00e1rios de \u00e1udio desta fic\u00e7\u00e3o de detetive.<\/p>\n<p>13 de setembro de 1985, uma pequena cidade de Farnham, Inglaterra. Assim como toda sexta-feira, a inspetora-chefe Alice Wells est\u00e1 de plant\u00e3o. Um turno noturno comum \u00e9 subitamente interrompido por um telefonema misterioso &#8211; um chamador an\u00f4nimo sabe algo sobre o inspetor-chefe que ningu\u00e9m deveria descobrir.<\/p>\n<p>O que voc\u00ea vai fazer nesta situa\u00e7\u00e3o? Voc\u00ea escolher\u00e1 ser gentil, curioso, corajoso ou implac\u00e1vel? O desenrolar da hist\u00f3ria da inspetora-chefe Alice Wells est\u00e1 apenas em suas m\u00e3os!<\/p>\n<p>Qual \u00e9 o segredo do arquivo esquecido h\u00e1 muito tempo contendo a Evid\u00eancia n\u00ba 111? Decida sobre a progress\u00e3o e o resultado da hist\u00f3ria de detetive!<\/p>\n<p>Mime-se com excelentes performances de dublagem de Zo\u00eb Robins, Rosamund Pike ou Mike Bodie e experimente a hist\u00f3ria de Alice em \u00e1udio 3D imersivo.<\/p>\n<p>&#8211; Hist\u00f3ria interativa criada em \u00e1udio binaural<br \/>\n&#8211; Controles intuitivos utilizando gestos de furto<br \/>\n&#8211; Otimizado para o p\u00fablico com defici\u00eancia visual<br \/>\n&#8211; Hist\u00f3ria baseada em decis\u00f5es de ramifica\u00e7\u00e3o<br \/>\n&#8211; At\u00e9 10 finais alternativos<br \/>\n&#8211; Baixe uma demonstra\u00e7\u00e3o gratuita e desbloqueie o jogo completo com uma compra no aplicativo<\/p>\n<p>[multiword](https:\/\/play.google.com\/store\/apps\/details?id=com.simonclub.multipalabrasgratis)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Encontrei esse jogo na play store, ent\u00e3o resolvi compartilhar aqui. Tem 4 jogos de palavras para testar seu c\u00e9rebro.<br \/>\nTem algum texto que n\u00e3o est\u00e1 em ingl\u00eas, mas n\u00e3o \u00e9 importante para entender o jogo.<br \/>\nDescri\u00e7\u00e3o da playstore.<br \/>\nQuatro jogos cerebrais acess\u00edveis para exercitar sua mente ao m\u00e1ximo!<br \/>\nJogo com acessibilidade total para pessoas cegas ou com baixa vis\u00e3o. N\u00e3o h\u00e1 necessidade de desativar o leitor de tela, pois \u00e9 necess\u00e1rio para jogar o jogo.<br \/>\nCont\u00e9m 4 jogos de palavras embutidos.<br \/>\nO jogo da forca \u00e9 um dos cl\u00e1ssicos. O jogador deve adivinhar uma palavra. O celular indicar\u00e1 quantas letras tem essa palavra oculta. Voc\u00ea tem que arriscar cartas para completar o jogo. A voz nos dir\u00e1 se a palavra cont\u00e9m essa letra ou n\u00e3o e ouviremos sua posi\u00e7\u00e3o. \u00c0 medida que acertamos v\u00e1rias letras, poderemos deduzir quais est\u00e3o faltando.<br \/>\n\u00c0 medida que ganhamos pontos, tamb\u00e9m vamos ganhando moedas para poder acessar os outros jogos.<br \/>\nNo jogo Mystery, teremos que investigar um caso de assassinato. Como pertencemos ao departamento de investiga\u00e7\u00e3o da pol\u00edcia local, nos ser\u00e1 atribu\u00eddo um caso que teremos que resolver. Teremos que percorrer os diferentes c\u00f4modos da casa da v\u00edtima para encontrar evid\u00eancias do DNA do assassino. Usando pistas, nossa tarefa \u00e9 encontrar o objeto correto para enviar ao departamento forense. Se coletarmos 100% das pistas, teremos que reconhecer o assassino entre 6 poss\u00edveis suspeitos. O sucesso ou a perda do emprego depender\u00e1 do nosso conhecimento e da nossa engenhosidade.<br \/>\nO terceiro jogo \u00e9 o Word Search. Encontraremos um emaranhado de letras e com o dedo teremos que encontrar as palavras que o telefone nos pede. Ao encontrar a primeira letra, voc\u00ea deve clicar duas vezes e come\u00e7aremos a ouvir um som de batida. Ao encontrar a \u00faltima letra da palavra pesquisada, faremos outro duplo toque novamente.<br \/>\nA sala de jogos chama-se Letrix. Teremos que formar palavras de 4, 5 ou 6 letras, com cubos que caem de cima para baixo na tela. Cada cubo tem uma letra escrita do lado de fora. Teremos que colocar este cubo no lugar certo. Se a carta que traz n\u00e3o funcionar para n\u00f3s, podemos jog\u00e1-la no lixo. Para mover os cubos, basta pressionar um \u00fanico dedo no lado esquerdo ou direito da tela.<\/p>\n<p>[Eldrum: Red Tide](https:\/\/play.google.com\/store\/apps\/details?id=com.gotterdammerung.redtide)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Red Tide \u00e9 uma hist\u00f3ria de fantasia sombria sobre um ex-soldado que est\u00e1 procurando por sua fam\u00edlia em um mundo devastado pela guerra.<\/p>\n<p>Seu irm\u00e3o se foi sem deixar vest\u00edgios. O que aconteceu com ele? A resposta a esta pergunta est\u00e1 no final de uma longa e perigosa jornada.<\/p>\n<p>O mundo mudou. O lugar onde voc\u00ea nasceu foi queimado em cinzas. As pessoas l\u00e1 fora est\u00e3o lutando para sobreviver.<\/p>\n<p>Voc\u00ea \u00e9 uma sombra de seu antigo eu, tendo sofrido ferimentos graves durante a guerra. Mas o passado \u00e9 o passado. O que importa \u00e9 o aqui e agora. Voc\u00ea tem a liberdade de moldar seu pr\u00f3prio destino.<\/p>\n<p>H\u00e1 sempre uma escolha.<\/p>\n<p>RECURSOS<\/p>\n<p>&#8211; Estilo RPG de mesa nost\u00e1lgico<br \/>\n&#8211; Muitos segredos para descobrir<br \/>\n&#8211; Equipe e construa seu personagem<br \/>\n&#8211; M\u00faltiplos finais que variam de acordo com suas escolhas ao longo da hist\u00f3ria<br \/>\n&#8211; Repetibilidade com diferentes estilos de jogo abrindo diferentes locais, NPCs e equipamentos<br \/>\n&#8211; RPG de aventura de escolhas baseadas em texto<br \/>\n&#8211; Suporta telefones e tablets<br \/>\n&#8211; Acess\u00edvel a jogadores cegos e com baixa vis\u00e3o<\/p>\n<p>[starkindred](https:\/\/starkindred.com\/)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O universo est\u00e1 em um estado de decl\u00ednio. Nem os deuses sobreviver\u00e3o ao fim que est\u00e1 por vir.<br \/>\nMas uma profecia fala do renascimento do universo, e uma figura deste ciclo que sobreviver\u00e1 , para inaugurar o pr\u00f3ximo.<br \/>\nQuem &#8211; ou o que &#8211; \u00e9 essa figura? A profecia n\u00e3o diz. Um deus, presumivelmente, mas talvez um mortal, ou mesmo uma pedra ou uma semente.<br \/>\nMas e se pudesse ser voc\u00ea?<\/p>\n<p>este \u00e9 chamado de &#8220;Starkindred&#8221; e \u00e9 um jogo onde voc\u00ea vive como um deus em um mundo que est\u00e1 \u00e0 beira do colapso. Voc\u00ea precisa ver se pode sobreviver ao decl\u00ednio do mundo. Ao fazer isso, voc\u00ea atrai vassalos para si que s\u00e3o seus her\u00f3is, e os envia em miss\u00f5es enquanto tamb\u00e9m constr\u00f3i sua cidade, atualiza edif\u00edcios, coleta recursos<br \/>\nExiste uma maneira de colocar decora\u00e7\u00f5es em sua cidade que voc\u00ea pode ganhar atrav\u00e9s de vassalos tornando-se amigos uns dos outros ou outros meios, mas n\u00e3o acho que possamos fazer isso sozinhos, mas as decora\u00e7\u00f5es tamb\u00e9m podem ser divididas por recursos e tal .<br \/>\nO jogo tamb\u00e9m tem uma adi\u00e7\u00e3o mensal de uma hist\u00f3ria, uma longa s\u00e9rie de miss\u00f5es que podem ser jogadas apenas uma vez (embora sem pressa, as hist\u00f3rias n\u00e3o desaparecem no final de um m\u00eas, apenas uma nova sai)<br \/>\nH\u00e1 combate, mas vem em duas categorias, PVE e Grupo PVE. Se voc\u00ea tiver muito ouro e um pal\u00e1cio de n\u00edvel 10, poder\u00e1 criar uma &#8220;alian\u00e7a&#8221; que pode sair e ca\u00e7ar gigantes, que s\u00e3o oponentes dif\u00edceis, abertos apenas para alian\u00e7as de grupo. Se o gigante for morto, todos recebem uma recompensa.<br \/>\nAinda n\u00e3o sou forte o suficiente para iniciar uma alian\u00e7a, mas vou preparar as coisas quando puder.<br \/>\ntamb\u00e9m, cada vassalo tem uma ra\u00e7a, elemento, natureza e signo, cada um dos quais afeta o vassalo e como ele funciona de uma maneira diferente.<br \/>\nelemento determina as vantagens de combate, por exemplo, her\u00f3is de metal s\u00e3o muito bons em lutar contra monstros de plantas e her\u00f3is de \u00e1gua pisam em todos os de fogo. (a l\u00f3gica n\u00e3o \u00e9 completamente id\u00eantica ao Pok\u00e9mon, mas se voc\u00ea clicar no bot\u00e3o i nfo em qualquer elemento, ele explicar\u00e1 o que \u00e9 e o que n\u00e3o \u00e9 bom contra ele.)<br \/>\na natureza \u00e9 uma esp\u00e9cie de coisa de classe. Os personagens obt\u00eam &#8220;for\u00e7a de vontade&#8221; que pode ser usada para coisas como subir de n\u00edvel e outras coisas em n\u00edveis mais altos, por exemplo, um &#8220;competidor&#8221; obt\u00e9m for\u00e7a de vontade sempre que participa de uma miss\u00e3o em que tem o n\u00edvel mais alto.<br \/>\nra\u00e7a agora se resume a humanos e Madine. isso afeta principalmente quais recursos voc\u00ea precisa para nivel\u00e1-los. Os humanos precisam principalmente de trigo, enquanto Madaine precisa principalmente de carne (madaine s\u00e3o pessoas de gatos e c\u00e3es)<br \/>\nsinal \u00e9 uma coisa estranha que afeta como seus personagens completam miss\u00f5es. por exemplo, personagens com o s\u00edmbolo da coroa ganham ouro sempre que recrutam novos vassalos. Personagens com o sinal &#8220;Oito Plantas&#8221; trazem trigo quando ca\u00e7am animais ou monstros.<br \/>\nNo geral, o jogo \u00e9 bastante casual e voc\u00ea s\u00f3 precisa jogar algumas vezes por dia para as coisas acontecerem<\/p>\n<p>nem todos os bot\u00f5es s\u00e3o claramente rotulados, embora a maioria seja e a interface seja muito f\u00e1cil de usar.<\/p>\n<p>[Viking Clan Online, Text MMORPG](https:\/\/play.google.com\/store\/apps\/details?id=com.kanoapps.vc&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p>[tamb\u00e9m jogue pelo site](https:\/\/www.kanoplay.com\/vikingclan)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Viking Clan \u00e9 o maior RPG de Viking baseado em texto online.<\/p>\n<p>Voc\u00ea tem o que \u00e9 preciso para provar que \u00e9 digno de Valhalla?<\/p>\n<p>Escolha suas armas, aliados e batalhas com sabedoria. Construa um imp\u00e9rio viking que tocar\u00e1 no tempo. Desafie rivais, mate feras selvagens, saqueie aldeias, saqueie o alto mar e fa\u00e7a uma jornada at\u00e9 a beira do oceano!<\/p>\n<p>N\u00e3o se esque\u00e7a, a coragem \u00e9 metade da vit\u00f3ria. Tenha cuidado e aprenda com os erros dos outros. Deixe as feridas dos outros serem o seu aviso.<\/p>\n<p>Junte-se agora e construa seu imp\u00e9rio viking!<\/p>\n<p>FUNCIONALIDADES DO JOGO<\/p>\n<p>&#x25b6; Suba de n\u00edvel, escolha suas habilidades e personalize seu guerreiro.<br \/>\n&#x25b6; Cres\u00e7a e gerencie seu Imp\u00e9rio Viking.<br \/>\n&#x25b6; F\u00e1cil de jogar e sem estresse.<br \/>\n&#x25b6; Lute e ataque milh\u00f5es de jogadores reais.<br \/>\n&#x25b6; Junte-se ou crie uma Guilda e participe de Guerras de Guildas.<br \/>\n&#x25b6; Vingue-se colocando uma recompensa em seus rivais.<br \/>\n&#x25b6; Reivindique o que \u00e9 seu pela l\u00e2mina do seu machado e pela for\u00e7a do seu martelo.<br \/>\n&#x25b6; Ganhe conquistas, dinheiro e XP.<br \/>\n&#x25b6; Colete milhares de armas e guerreiros.<br \/>\n&#x25b6; Compre im\u00f3veis e aumente sua renda.<br \/>\n&#x25b6; Lute contra dezenas de chefes, de bestas m\u00edticas a deuses n\u00f3rdicos e ganhe seu lugar em Valhalla.<br \/>\n&#x25b6; Pegue o martelo de Thor e enfrente Odin e monstros dos 9 mundos.<br \/>\n&#x25b6; Lute contra Baldr e comece a profecia do Ragnarok.<br \/>\n&#x25b6; Explore as Ilhas Perdidas de Aegir.<br \/>\n&#x25b6; Viagem \u00e0 beira do oceano.<br \/>\n&#x25b6; Festa com guerreiros honor\u00e1veis.<br \/>\n&#x25b6; Seja mais esperto que o Malandro Loki.<br \/>\n&#x25b6; Centenas de aventuras em mais de 30 locais nos 9 mundos da mitologia n\u00f3rdica.<br \/>\n&#x25b6; Jogue com amigos e forme cl\u00e3s vikings.<br \/>\n&#x25b6; Classifique nas tabelas de classifica\u00e7\u00e3o em v\u00e1rias categorias.<br \/>\n&#x25b6; Jogabilidade cl\u00e1ssica baseada em texto retro.<br \/>\n&#x25b6; Belas obras de arte.<br \/>\n&#x25b6; Gr\u00e1tis para jogar e sem an\u00fancios.<\/p>\n<p>Prove-se digno de Asgard no Viking Clan, destrone e lute contra os pr\u00f3prios deuses. Torne-se o melhor guerreiro viking que os Nove Reinos j\u00e1 viram!<\/p>\n<p>Com centenas de aventuras e milhares de conquistas para coletar, saquear e saquear nunca foi t\u00e3o emocionante! O que voc\u00ea est\u00e1 esperando?<\/p>\n<p>MAIS MANEIRAS DE JOGAR<\/p>\n<p>&#x25b6; Jogue no Facebook: https:\/\/apps.facebook.com\/vikingclan<br \/>\n&#x25b6; Jogue na Web: https:\/\/www.kanoplay.com\/vikingclan<\/p>\n<p>APOIO, SUPORTE<br \/>\nhttps:\/\/kano.helpshift.com\/a\/viking-clan\/?p=android<\/p>\n<p>Nota: Este jogo s\u00f3 pode ser jogado online. Viking Clan \u00e9 um jogo de navegador baseado em texto semelhante ao Dawn of Dragons.<\/p>\n<p>[Vandettacrime.net](http:\/\/www.vandettacrime.net\/)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Bem-vindo!<br \/>\nBem-vindo ao Vandettacrime, o jogo mais ativo em toda a rede mafiacreator.<br \/>\nRealize crimes, roube carros, jogue nas v\u00e1rias mesas de cassino, acumule um estoque constante de drogas, possua objetos, participe de v\u00e1rias a\u00e7\u00f5es organizadas pelos administradores e muito mais.<br \/>\nSe voc\u00ea gosta de construir sua conta em um ambiente relativamente pac\u00edfico, sem muitas mortes:<br \/>\nSe voc\u00ea n\u00e3o pode se inscrever porque n\u00e3o consegue ler o captcha devido a defici\u00eancia visual, envie-nos um e-mail para:<br \/>\nsupport@vandettacrime.net<br \/>\nE n\u00f3s vamos te configurar o mais r\u00e1pido poss\u00edvel.<br \/>\nVoc\u00ea tem o que \u00e9 preciso para iniciar sua empresa criminosa n\u00famero 1? Bem, clique no link de registro e comprove.<\/p>\n<p>[Pitch Black: A Dusklight Story](https:\/\/play.google.com\/store\/apps\/details?id=com.PurpleJamLtd.PitchBlackADusklightStory)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Esta \u00e9 a primeira parte de uma saga de seis epis\u00f3dios, apresentando cerca de uma hora de jogo com recursos para capacidade de repeti\u00e7\u00e3o.<\/p>\n<p>-Descobrir-<br \/>\nO mundo de Dusklight \u00e9 sombrio, mas cheio de personalidade. A \u00faltima capital remanescente de um deserto p\u00f3s-apocal\u00edptico permanece nas garras de uma igreja enganosa e corpora\u00e7\u00f5es tir\u00e2nicas. Com a ajuda de uma mec\u00e2nica \u00fanica de Zoom Auditivo, voc\u00ea descobrir\u00e1 os mist\u00e9rios de Dusklight.<\/p>\n<p>-Escolher-<br \/>\nEscolhas importam, escolha ouvir e explorar, escolha atacar e lutar, escolha a escurid\u00e3o ou a luz. Pitch Black se adapta sutilmente a como voc\u00ea quer jogar, e voc\u00ea experimentar\u00e1 diferentes aspectos da narrativa dependendo de como voc\u00ea joga.<\/p>\n<p>-Lutar-<br \/>\nLute contra o seu passado, lute pelo seu futuro, com as escolhas que voc\u00ea faz e, se quiser, com as pr\u00f3prias m\u00e3os. Usando uma mec\u00e2nica de combate de \u00e1udio \u00fanica, diferente de tudo que voc\u00ea j\u00e1 jogou antes.<\/p>\n<p>N\u00e3o quer lutar? Voc\u00ea sempre tem uma escolha, voc\u00ea pode se esgueirar ou fugir dos inimigos. Experimente a mec\u00e2nica furtiva aqui.<\/p>\n<p>-O mundo-<br \/>\nO universo Pitch Black vai al\u00e9m desta s\u00e9rie de jogos, aprofunde-se em nossa s\u00e9rie de livros de \u00e1udio binaural Tales of Dusklight:<\/p>\n<p>Ou\u00e7a alguns mundos sonoros do Dusklight com nosso explorador de ambiente binaural interativo.<\/p>\n<p>-A Tecnologia-<br \/>\nO Purple Jam usa \u00e1udio binaural para construir ambientes AAA altamente polidos, todos totalmente naveg\u00e1veis \u200b\u200busando apenas seus ouvidos. Binaural Audio implementa HRTFs para transmitir com precis\u00e3o informa\u00e7\u00f5es de \u00e1udio espacial \u2013 posicionamento, dist\u00e2ncia, roll off, largura, reflex\u00f5es ambientais; as maneiras que n\u00f3s, humanos, ouvimos na vida real foram capturadas, remapeadas e gamificadas.<\/p>\n<p>-Lista de recursos-<br \/>\nMec\u00e2nica Din\u00e2mica (Furtividade, Combate e muito mais)<br \/>\nDiversas \u00e1reas para explorar e interagir<br \/>\nExperi\u00eancia personalizada atrav\u00e9s de escolhas e um final alternativo<br \/>\nOp\u00e7\u00f5es de mundo e di\u00e1logo responsivas e reativas<br \/>\nM\u00fasica original e design de som para acabamento AAA.<br \/>\nDi\u00e1logo envolvente, totalmente dublado.<br \/>\nAmbientes imersivos atrav\u00e9s de \u00c1udio Binaural (DearVR)<br \/>\nQualidade de vida do jogador Sistema de salvamento e carregamento<br \/>\nControles imediatos da tecla de seta (PC)<br \/>\nPresen\u00e7a dando Sistema de Terreno [\/list]<br \/>\n\u00c1udio do menu definido pelo progresso do jogador<\/p>\n<p>-Completamente cego e VI Acess\u00edvel-<br \/>\nEste produto tem implementa\u00e7\u00e3o visual m\u00ednima. Aux\u00edlios visuais s\u00e3o inexistentes e, portanto, quaisquer recursos visuais que voc\u00ea encontrar n\u00e3o lhe d\u00e3o nenhuma vantagem. Este \u00e9 um verdadeiro jogo de \u00e1udio com di\u00e1logos gravados profissionalmente, efeitos sonoros e implementa\u00e7\u00e3o de sistema de \u00e1udio. Fones de ouvido\/fones de ouvido s\u00e3o altamente recomendados para fazer uso de navega\u00e7\u00e3o espacial, qualidades \u00fanicas de imers\u00e3o e para tornar o jogo um<\/p>\n<p>[La Boussole des Brumes, A b\u00fassola das brumas.   ](https:\/\/leniddecorax.fr\/jeux\/la-boussole-des-brumes\/play.html)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>da noite para o dia, um mundo de sonhos e pesadelos espera por voc\u00ea. O que voc\u00ea vai realizar l\u00e1?<\/p>\n<p>sobre  o jogo.<\/p>\n<p>Jogue como Quentin e descubra o que est\u00e1 escondido al\u00e9m desta livraria muito estranha, que apareceu em uma noite, a caminho da faculdade. Um pequeno sonho e muitos pesadelos esperam por voc\u00ea!<br \/>\nThe Compass of the Mists \u00e9 um jogo baseado em texto, um cruzamento entre um rogue-like e um livro no qual voc\u00ea \u00e9 o her\u00f3i. Gerenciamento de invent\u00e1rio e equipamentos, customiza\u00e7\u00e3o das habilidades dos personagens, combate t\u00e1tico por turnos, situa\u00e7\u00f5es de m\u00faltipla escolha, v\u00e1rios modos de dificuldade, \u00e9 isso que o jogo oferece, al\u00e9m de v\u00e1rios finais bem diferentes. Se voc\u00ea quiser encontrar todos eles, provavelmente precisar\u00e1 de algumas dezenas de horas.<\/p>\n<p>mensagem do desenvolvedor.<\/p>\n<p>Este jogo \u00e9 o meu 3\u00ba projeto, mas o primeiro que lidero em grupo. Produzido de forma volunt\u00e1ria, foi projetado para ser acess\u00edvel aos leitores de tela e, portanto, aos deficientes visuais, sem ser reservado a eles. Este n\u00e3o \u00e9 um jogo para fins educacionais, \u00e9 apenas um jogo feito para que pessoas com vis\u00e3o e cegos possam se divertir.<\/p>\n<p>[Ascendance &#8211; Text Based Romance Adventure &#8211; Part 1](https:\/\/play.google.com\/store\/apps\/details?id=com.Lou.Ascendance)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Voc\u00ea \u00e9 um estudante universit\u00e1rio comum que est\u00e1 simplesmente tentando sobreviver aos seus dias de faculdade e se formar. Sua vida n\u00e3o \u00e9 agitada e voc\u00ea n\u00e3o se destaca em nada. No que parece ser um dia comum, algo completamente fora do normal acontece no meio de uma palestra. Voc\u00ea est\u00e1 pronto para ascender ou vai virar as costas para o desconhecido?<\/p>\n<p>Ascendance \u00e9 uma hist\u00f3ria de amor livre inteiramente baseada em texto, sem gr\u00e1ficos, mas com m\u00fasica de fundo e efeitos sonoros selecionados. Atualmente, apenas a primeira parte est\u00e1 dispon\u00edvel para jogar. Este \u00e9 um trabalho em andamento e ser\u00e1 atualizado \u00e0 medida que o jogo for desenvolvido.<\/p>\n<p>Caracter\u00edsticas:<br \/>\n\u2022 Personalize seu mc (nome, sexo, apar\u00eancia f\u00edsica).<br \/>\n\u2022 Molde a personalidade do seu mc por meio de escolhas.<br \/>\n\u2022 Fa\u00e7a amizade ou busque um relacionamento com tr\u00eas interesses amorosos contrastantes.<br \/>\n\u2022 Escolha a divis\u00e3o \u00e0 qual voc\u00ea se juntar\u00e1 para ajudar a moldar o novo mundo.<\/p>\n<p>Uma tradu\u00e7\u00e3o para Portugu\u00eas &#8211; Brasil \u00e9 poss\u00edvel para o futuro.<\/p>\n<p>&#8211; Interesses amorosos &#8211;<\/p>\n<p>\u2022 Elia | Ele\/Ele | 1,91m | X e. o. | Nasceu em 64\u00b034&#8217;41,91&#8243; N 17\u00b053&#8217;17,65&#8243; E, J\u00fapiter.<\/p>\n<p>Elya \u00e9 altamente inteligente e extraordinariamente boa em lidar com as pessoas. Apesar de ser frequentemente percebido como calmo, gentil e protetor, grande parte do talento de Elya \u00e9 conseguir mudar facilmente seu comportamento para se adaptar a diferentes situa\u00e7\u00f5es, conforme achar conveniente. Quem \u00e9 Elya, quando ningu\u00e9m est\u00e1 olhando?<\/p>\n<p>\u2022 Ian Ishihara | Ele\/Ele | 1,8m | 24 anos | Nascido em Yokohama, Jap\u00e3o, Terra.<\/p>\n<p>Ian \u00e9 um esp\u00edrito livre. Sendo muito inteligente, impulsivo e brincalh\u00e3o, Ian tem pouco ou nenhum respeito por conven\u00e7\u00f5es sociais que n\u00e3o t\u00eam um prop\u00f3sito claro. As pessoas costumam descrev\u00ea-lo como charmoso e sedutor, mas, na realidade, Ian raramente flerta com algu\u00e9m. Curioso, n\u00e3o \u00e9?<\/p>\n<p>\u2022 Joana | Ela\/Ela | 1,73m | X e. o. | Nascido em -19\u00b001&#8217;0.92&#8243; S 29\u00b009&#8217;10.09&#8243; E, J\u00fapiter.<\/p>\n<p>Joana pode ser o ser mais forte e determinado que voc\u00ea j\u00e1 conheceu. Como ela \u00e9 muito s\u00e9ria em seu dever e dedicada \u00e0 sua divis\u00e3o, a maioria dos Y acha Joana intang\u00edvel. Diz a lenda, por\u00e9m, que sempre que ela chega para ajudar os necessitados, os raios de sol podem ser vistos, n\u00e3o importa a hora do dia. Poderia ser?<\/p>\n<p>[dream world rpg](https:\/\/play.google.com\/store\/apps\/details?id=com.playmage.dreamworldrpg&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Oh meu Deus! O popular RPG da web Dream World j\u00e1 est\u00e1 dispon\u00edvel no Google Play &#8211; Baixe GRATUITAMENTE hoje mesmo!<\/p>\n<p>Completar a hist\u00f3ria principal do jogo \u00e9 apenas o come\u00e7o!<\/p>\n<p>= CARACTER\u00cdSTICAS =<br \/>\nLute em 120 n\u00edveis e explore mais de 40 \u00e1reas!<br \/>\n\u25ba Desafie mais de 70 chefes, incluindo dezenas de chefes de World e Guild Raid!<br \/>\n\u25ba Jogue o jogo original e mais de 13 expans\u00f5es!<br \/>\n\u25ba Complete mais de 100 miss\u00f5es e emblemas!<br \/>\n\u25ba Interaja com dezenas de encontros \u00fanicos!<br \/>\n\u25ba Encontre e saqueie milhares de itens e melhore-os!<br \/>\n\u25ba Desafie outros jogadores em torneios semanais de pr\u00eamios!<br \/>\n\u25ba Colete cartas inimigas para jogar um minijogo divertido!<br \/>\n\u25ba Desfrute de uma jogabilidade viciante da velha escola!<br \/>\n\u25ba Delicie-se com recursos ricos e profundidade inigual\u00e1vel por outros jogos!<\/p>\n<p>Comece sua aventura \u00e9pica hoje! \u00c9 necess\u00e1ria conex\u00e3o com a Internet para jogar.<\/p>\n<p>Obtenha este novo tesouro escondido, o melhor RPG para o seu dispositivo Android GRATUITAMENTE hoje!<\/p>\n<p>[Fighting Fantasy Project &#8211; Escape The Asylum Jogue no navegador](http:\/\/www.ffproject.com\/asylum.htm)<\/p>\n<p># descri\u00e7\u00e3o.<\/p>\n<p>clique em, &#8216;play&#8217; para jogar, &#8220;ou&#8221; se estiver usando o tradutor, clique em &#8220;reproduzir&#8221;<\/p>\n<p>Eu n\u00e3o sou louco! A voz se repete enfaticamente, enquanto o borr\u00e3o brilhante come\u00e7a a se resolver nos detalhes de uma sala branca e \u00e1spera. Luzes fluorescentes zumbem no teto de gesso \u00e1spero. A tinta branca est\u00e1 descascando as paredes de tijolos. Uma pequena janela gradeada escura com a noite. Uma cama estreita, um saco de gotejamento vazio em um suporte.<\/p>\n<p>Eu n\u00e3o sou louco! Eu n\u00e3o sou louco! Como o bater do cora\u00e7\u00e3o em p\u00e2nico, ele repete, uma consci\u00eancia levantada do ref\u00fagio da inconsci\u00eancia para descobrir uma realidade que \u00e9 terrivelmente familiar. \u00c9 sempre, infinitamente, o mesmo.<\/p>\n<p>A porta se abre, guinchando nas dobradi\u00e7as sem lubrifica\u00e7\u00e3o. A ordem entra; indescrit\u00edvel, uma grande massa de m\u00fasculos impacientes. A seringa j\u00e1 est\u00e1 carregada em seus dedos gordos, pronta para infligir insensibilidade qu\u00edmica. Mas de repente&#8230; desta vez acontece algo diferente: o ordenan\u00e7a desaparece rapidamente&#8230; o qu\u00ea?<\/p>\n<p>Leva v\u00e1rios minutos para voc\u00ea recuperar seu senso de si mesmo. A voz que repete o mantra de que voc\u00ea n\u00e3o est\u00e1 louco \u00e9 sua. Voc\u00ea se lembra vagamente de ser arrastado para este lugar com falsas acusa\u00e7\u00f5es de insanidade. Voc\u00ea teve uma vida que foi roubada de voc\u00ea, e agora ela o chama novamente de al\u00e9m da n\u00e9voa em sua mente, implorando para voc\u00ea voltar.<\/p>\n<p>Sentar-se faz sua cabe\u00e7a girar por alguns momentos. Quando as coisas se acalmam, voc\u00ea volta sua aten\u00e7\u00e3o para o ch\u00e3o ao lado da cama estreita. O enfermeiro est\u00e1 deitado no ch\u00e3o com uma grande protuber\u00e2ncia escura na cabe\u00e7a. As pernas sujas de sua cal\u00e7a branca chamam sua aten\u00e7\u00e3o para uma po\u00e7a de algum l\u00edquido. Lentamente, fica claro o que aconteceu: o enfermeiro escorregou e bateu a cabe\u00e7a gorda no estrado da cama. Interrompido em sua tarefa, a porta da sua cela ainda est\u00e1 aberta. Liberdade!<\/p>\n<p>Puxando os tubos para fora de seu bra\u00e7o, voc\u00ea desce da cama e se acomoda cuidadosamente no ch\u00e3o, as t\u00e1buas gastas esfriando contra seus p\u00e9s descal\u00e7os. Voc\u00ea quase cai apenas tentando suportar seu pr\u00f3prio peso, mas depois de muitas tentativas voc\u00ea consegue dar um passo para longe da cama.<\/p>\n<p>Ficando mais forte a cada segundo, voc\u00ea espia a seringa cheia e se abaixa suavemente para peg\u00e1-la. Voc\u00ea tateia o pesco\u00e7o gordo do enfermeiro at\u00e9 sentir uma art\u00e9ria latejante e enfia a agulha nela, expelindo a droga em seu sistema. Agora ele estar\u00e1 fora por&#8230; bem, voc\u00ea n\u00e3o sabe. Por tempo suficiente para escapar&#8230; voc\u00ea espera!<\/p>\n<p>[retrogames.cc](https:\/\/www.retrogames.cc\/)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>site para jogar jogos retro em seu android! teclado ou controle \u00e9 necess\u00e1rio.<\/p>\n<p>um [tutorial em portugu\u00eas, est\u00e1 dispon\u00edvel aqui](https:\/\/www.youtube.com\/watch?v=3o3EfbmCE20&amp;t=9s)<\/p>\n<p>[mousehunt](https:\/\/play.google.com\/store\/apps\/details?id=com.hitgrab.android.mousehunt&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o.<\/p>\n<p>O Reino de Gnawnia precisa de MouseHunters! Escolha entre dezenas de ratoeiras exclusivas com seus pr\u00f3prios elementos e power-ups. Arme sua armadilha com queijo m\u00e1gico de todo o mundo e acabe com o problema de pragas de Gnawnia &#8211; uma ca\u00e7ada de cada vez!<\/p>\n<p>MouseHunt \u00e9 um RPG Idle Adventure premiado que voc\u00ea pode jogar em qualquer lugar, a qualquer hora. Verifique sua armadilha ao longo do dia (e secretamente enquanto estiver no trabalho) ou junte-se a amigos e cace juntos.<\/p>\n<p>*JOGUE TODO O DIA*<\/p>\n<p>Sua armadilha captura ratos passivamente para voc\u00ea a cada hora, dia e noite, ou soa a trompa do ca\u00e7ador para come\u00e7ar uma ca\u00e7ada a cada 15 minutos. Amigos que se aventuram com voc\u00ea tamb\u00e9m podem tocar a Trompa em seu nome; a ca\u00e7a \u00e9 sempre mais f\u00e1cil em equipes!<\/p>\n<p>E isso n\u00e3o \u00e9 tudo! Os MouseHunters tamb\u00e9m gostam<\/p>\n<p>\u25cf Mais de mil camundongos rid\u00edculos e fant\u00e1sticos para pegar, desde o mundano camundongo cinza at\u00e9 o camundongo-drag\u00e3o cuspidor de fogo e muito mais!<br \/>\n\u25cf Dezenas de locais \u00fanicos abrangendo as profundezas da Cidade Submersa at\u00e9 as Ilhas Flutuantes, cada um com seu pr\u00f3prio ecossistema, quebra-cabe\u00e7as e progress\u00e3o para explorar.<br \/>\n\u25cf Centenas de combina\u00e7\u00f5es de armadilhas. Misture e combine tipos de armadilhas e iscas para capturar diferentes ra\u00e7as de ratos.<br \/>\n\u25cf Eventos, miss\u00f5es e minijogos frequentes da comunidade e da temporada. Sempre h\u00e1 algo novo para explorar.<br \/>\n\u25cf Uma incr\u00edvel comunidade de ca\u00e7adores, comerciantes e queijeiros para jogar, trocar e trocar dicas de ca\u00e7a!<\/p>\n<p>Volte a cada 15 minutos para uma nova surpresa! Voc\u00ea pode enfrentar o desafio e ser um MouseHunter lend\u00e1rio?<\/p>\n<p>[animusic](https:\/\/play.google.com\/store\/apps\/details?id=com.jangar.animusic&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o.<\/p>\n<p>Acha que conhece seu anime? Teste seus conhecimentos neste quiz de m\u00fasica de anime. Este aplicativo apresenta m\u00fasicas de uma grande variedade de animes diferentes, incluindo alguns dos mais populares, bem como os mais obscuros. Voc\u00ea pode at\u00e9 encontrar um anime que assistiu no passado que esqueceu ou descobrir novos! Inclui muitas aberturas e finais.<\/p>\n<p>MODOS DE JOGO:<br \/>\nEste aplicativo tem dois modos de jogo:<\/p>\n<p>Cl\u00e1ssico:<br \/>\nObtenha a melhor pontua\u00e7\u00e3o de 10, 20, 50, 75 ou 100 m\u00fasicas.<\/p>\n<p>Sobreviv\u00eancia:<br \/>\nAdivinhe quantas m\u00fasicas voc\u00ea puder em uma fileira.<\/p>\n<p>Esta vers\u00e3o do aplicativo tem atualmente mais de 400 m\u00fasicas.<\/p>\n<p>[trivial song](https:\/\/play.google.com\/store\/apps\/details?id=com.topquizgames.themedquiz.music&amp;hl=en_IE&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>VOC\u00ca \u00c9 UM F\u00c3 DE M\u00daSICA?<br \/>\nEsse jogo \u00e9 para voc\u00ea! Desfrute de milhares de perguntas e imagens das melhores m\u00fasicas, bandas, artistas, pr\u00eamios, \u00e1lbuns e muito mais! Teste seus conhecimentos e jogue sem parar!<\/p>\n<p>PERGUNTAS COM IMAGENS<br \/>\nVoc\u00ea conhece as capas dos melhores discos? E os seus artistas favoritos? Jogue com centenas de perguntas com imagem e mostre o que voc\u00ea sabe!<\/p>\n<p>COMO JOGAR<br \/>\n&#8211; Responda 10 perguntas em cada rodada<br \/>\n&#8211; Voc\u00ea tem 30 segundos para cada pergunta, quanto mais r\u00e1pido voc\u00ea responder, mais pontos voc\u00ea ganha!<br \/>\n&#8211; Voc\u00ea tem 3 vidas para n\u00e3o perder pontos<\/p>\n<p>F\u00c1CIL DEMAIS?<br \/>\nEste jogo se adapta ao seu conhecimento e se tornar\u00e1 cada vez mais desafiador com perguntas de grandes artistas como Rihanna, Sia, Lady Gaga, Eminem, Ed Sheeran e bandas populares como Coldplay, U2, One Direction, Radiohead e muito, muito mais!<\/p>\n<p>PERGUNTAS SEMPRE ATUALIZADAS<br \/>\nO mundo da m\u00fasica muda a cada dia, por isso atualizamos regularmente as perguntas do jogo para que voc\u00ea sempre tenha as \u00faltimas not\u00edcias no seu dispositivo!<\/p>\n<p>JOGUE QUANDO QUISER!<br \/>\nJogue com seus amigos, familiares, enquanto espera na fila ou no ponto de \u00f4nibus! O jogo \u00e9 totalmente GRATUITO e voc\u00ea n\u00e3o precisa de uma conex\u00e3o com a internet para aproveitar ao m\u00e1ximo este quiz!<\/p>\n<p>AVALIE AS PERGUNTAS<br \/>\nVoc\u00ea n\u00e3o gosta dessa pergunta? Tem certeza que a resposta n\u00e3o estava correta? Ap\u00f3s cada jogo voc\u00ea pode revisar, reportar e avaliar cada quest\u00e3o, indicando se gostou ou n\u00e3o para melhorar o jogo a cada dia!<\/p>\n<p>V\u00e1 em frente! Comece a jogar e aproveite o melhor do mundo da m\u00fasica!<\/p>\n<p>[Hungry Emoji ](https:\/\/play.google.com\/store\/apps\/details?id=com.fmaproducciones.pac_snake_p)<\/p>\n<p># descri\u00e7\u00e3o.<\/p>\n<p>Jogo com acessibilidade total para pessoas com defici\u00eancia visual.<br \/>\nVoc\u00ea dirigir\u00e1 at\u00e9 um emoji que ficou preso dentro de uma casa grande com 100 quartos. Seu emoji \u00e9 chamado Superjis.<br \/>\nSuperjis estava andando com seu animal de estima\u00e7\u00e3o e eles entraram em uma grande mans\u00e3o para investigar, mas ficaram presos dentro dela. Toda a sua fam\u00edlia tentou resgat\u00e1-los, mas todos ficaram presos.<br \/>\nSuperjis \u00e9 um her\u00f3i corajoso, ent\u00e3o ele enfrentar\u00e1 todos os tipos de monstros, fantasmas, mutantes e at\u00e9 o pr\u00f3prio diabo para resgatar sua fam\u00edlia e deixar as paredes assustadoras daquela casa maligna, que \u00e9 possu\u00edda pelos esp\u00edritos de seus donos falecidos.<br \/>\nVoc\u00ea come\u00e7ar\u00e1 o jogo na sala central da casa.<br \/>\nPara chegar a outras salas, voc\u00ea deve encontrar a chave escondida.<br \/>\nPara que a chave apare\u00e7a voc\u00ea deve coletar todos os objetivos da sala, que podem ser comida, objetos valiosos ou outras coisas.<br \/>\nVoc\u00ea tem que encontrar a comida atrav\u00e9s dos sons do seu fone de ouvido. Voc\u00ea ouvir\u00e1 um som diferente para cada coisa. Ou seja, um som para comida, outro som para obst\u00e1culos e outro diferente para inimigos. Tente descobrir qual \u00e9.<br \/>\nPara encontrar alvos ou desviar de paredes e obst\u00e1culos, preste aten\u00e7\u00e3o em seus fones de ouvido. Voc\u00ea ouvir\u00e1 os sons do guia em seu ouvido esquerdo ou direito, ou ambos, se o objeto estiver na sua frente ou atr\u00e1s de voc\u00ea. O som ser\u00e1 mais fraco quando voc\u00ea estiver longe e mais forte quando estiver perto.<br \/>\nSe voc\u00ea bater em um obst\u00e1culo, voc\u00ea perder\u00e1 uma vida.<br \/>\nSe voc\u00ea encontrar um inimigo, voc\u00ea ir\u00e1 para uma batalha e deve lutar para salvar sua vida e encontrar pr\u00eamios importantes.<br \/>\nQuando voc\u00ea tiver comido toda a comida, aparecer\u00e1 uma chave que voc\u00ea deve levar. Com esta chave, voc\u00ea pode abrir uma das 4 portas, para poder ir para outra sala.<\/p>\n<p>[a Long Night](https:\/\/play.google.com\/store\/apps\/details?id=com.mobyo.alongnight&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Um jogo de aventura baseado em RPG de texto minimalista para jogar offline.<br \/>\nCaracter\u00edsticas:<br \/>\n&#8211; M\u00fasica de fundo e efeitos sonoros<br \/>\n&#8211; Salvamento autom\u00e1tico<br \/>\n&#8211; M\u00faltiplos idiomas<\/p>\n<p>E muito mais. Tudo em 10mb.<\/p>\n<p>jogo feito conforme a vers\u00e3o do navegador, a dark room. s\u00f3 que essa \u00e9 uma vers\u00e3o offline perfeitamente jog\u00e1vel com o leitor de tela.<\/p>\n<p>[Minimalist rpg](https:\/\/play.google.com\/store\/apps\/details?id=com.equinix.minimalistrpg&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>RPG minimalista \u00e9 um RPG baseado em texto simples, sem esfor\u00e7o e direto. Apresentando um design minimalista com um controle simples de um bot\u00e3o &#8211; apenas um toque e voc\u00ea est\u00e1 em uma aventura! \u00c9 t\u00e3o simples quanto pode ser!<\/p>\n<p>&#x1f5fa;&#xfe0f; Explore 4 mapas diferentes<\/p>\n<p>&#x2694;&#xfe0f; Derrote monstros<\/p>\n<p>&#x1f4b0; Encontre loots<\/p>\n<p>&#x1f6e1;&#xfe0f; Prepare-se<\/p>\n<p>&#x1f3c6; Conquistas completas<\/p>\n<p>&#x1f31f; Suba de n\u00edvel e suba ao topo!<\/p>\n<p>D\u00favidas e coment\u00e1rios: equinixdev@gmail.com<\/p>\n<p>[Pol\u00edtica de privacidade:](https:\/\/minimalist-rpg.web.app\/privacy)<\/p>\n<p>[Termos e condi\u00e7\u00f5es:](https:\/\/minimalist-rpg.web.app\/terms)<\/p>\n<p>[\u00cdcones:](https:\/\/icons8.com\/)<\/p>\n<p>[to the dragon cave](https:\/\/play.google.com\/store\/apps\/details?id=com.KikirikiGames.DragonCave)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Liberte-se das garras de um poderoso drag\u00e3o, escape de uma torre de pedra e vagueie de um lado para outro na terra distante de Laudonia.<br \/>\nNem por um \u00fanico momento voc\u00ea estar\u00e1 seguro, isso \u00e9 certo. Hordas de inimigos est\u00e3o esperando a cada passo de suas perigosas andan\u00e7as. Ovelhas sanguin\u00e1rias, aranhas gigantes, esqueletos, \u00e1rvores zumbis e muitas outras criaturas sombrias se esfor\u00e7am para capturar sua alma.<br \/>\nVoc\u00ea, no entanto, \u00e9 dotado de uma miss\u00e3o que o impulsiona para frente. Portanto, voc\u00ea nunca vai desistir.<br \/>\nVoc\u00ea n\u00e3o vai querer perder:<br \/>\n\u2022 g\u00eanero de jogo FPS cl\u00e1ssico &#8211; jogo de tiro em primeira pessoa temperado com hip\u00e9rbole e hist\u00f3ria de fantasia<\/p>\n<p>\u2022 9 cen\u00e1rios diferentes &#8211; voc\u00ea visitar\u00e1 um Pal\u00e1cio de Cristal, caminhar\u00e1 pela Terra da Neve Eterna, navegar\u00e1 por um Lago Sem Fim para n\u00e3o evitar a Cidade dos Mortos<br \/>\n\u2022 11 tipos de inimigos , sem mencionar 5 chefes implac\u00e1veis<br \/>\n\u2022 aperfei\u00e7oando suas armas &#8211; porque quem esgrima com uma espada comum quando voc\u00ea pode empunhar seu super-irm\u00e3o de diamante?<br \/>\n\u2022 os di\u00e1logos da hist\u00f3ria dublados por atores profissionais<br \/>\n\u2022 um b\u00f4nus na forma de uma batalha sem fim &#8211; depois de ter sobrevivido \u00e0 sua passagem por Laudonia, voc\u00ea est\u00e1 pronto para participar deste massacre<br \/>\n\u2022 4 finais diferentes do jogo &#8211; \u00e9 s\u00f3 voc\u00ea quem deve decidir o destino dos her\u00f3is do jogo<br \/>\n\u2022 conex\u00e3o com o Game Center &#8211; porque voc\u00ea quer mostrar aos outros o qu\u00e3o bom voc\u00ea \u00e9<\/p>\n<p>[katawa shoujo](https:\/\/agarchive.net\/games\/other\/Katawa%20Shoujo.7z)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>extrair o jogo \u00e9 necess\u00e1rio<\/p>\n<p>para jogar, abra o arquivo main.html<br \/>\nHisao Nakai, um menino normal que vive uma vida normal, tem sua vida virada de cabe\u00e7a para baixo quando um defeito card\u00edaco cong\u00eanito o obriga a se mudar para uma nova escola ap\u00f3s uma longa hospitaliza\u00e7\u00e3o. Apesar de suas dificuldades, Hisao \u00e9 capaz de encontrar amigos \u2013 e talvez amor, se ele jogar bem as cartas. Existem cinco caminhos principais correspondentes \u00e0s 5 personagens femininas principais, cada caminho seguindo o enredo pertencente a esse personagem.<\/p>\n<p>A hist\u00f3ria \u00e9 contada atrav\u00e9s da perspectiva do personagem principal, usando uma narrativa em primeira pessoa. O jogo usa um modelo tradicional de romance visual baseado em texto e sprite com uma caixa de texto ADV.<\/p>\n<p>na vers\u00e3o adaptada para cegos, \u00e9 feita em HTML. baixe o jogo  e execute o arquivo,<\/p>\n<p>main.html para jogar<\/p>\n<p>use o tradutor do google chrome ou do jieshuo para jogar em portugu\u00eas!<\/p>\n<p>muito f\u00e1cil de jogar, dif\u00edcil de fazer as escolhas! tome cuidado&#8230;<\/p>\n<p>jogue bem as suas cartas e conquiste  a garota dos seus sonhos! claro, \u00e9 tudo  fic\u00e7\u00e3o! n\u00e3o \u00e9 como se ela fosse sair da sua tela. aproveite a hist\u00f3ria! KKKKK<\/p>\n<p>[Stately for NationStates](https:\/\/play.google.com\/store\/apps\/details?id=com.lloydtorres.stately)<\/p>\n<p>[jogue pelo site tamb\u00e9m](https:\/\/www.nationstates.net\/)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Stately \u00e9 um aplicativo n\u00e3o oficial para NationStates (nationstates.net), um jogo de simula\u00e7\u00e3o de na\u00e7\u00e3o pol\u00edtica baseado em texto. Stately oferece a melhor experi\u00eancia NationStates em seu dispositivo m\u00f3vel.<\/p>\n<p>Com o Stately, voc\u00ea pode:<br \/>\n\u2022 Obtenha as estat\u00edsticas, pol\u00edticas, classifica\u00e7\u00f5es e acontecimentos do seu pa\u00eds.<br \/>\n\u2022 Responda aos problemas encontrados por sua na\u00e7\u00e3o.<br \/>\n\u2022 Fa\u00e7a login e alterne entre diferentes na\u00e7\u00f5es.<br \/>\n\u2022 Navegue e mude para diferentes comunidades regionais.<br \/>\n\u2022 Converse com outros jogadores e mais em RMBs.<br \/>\n\u2022 Observar e votar as resolu\u00e7\u00f5es atuais da Assembleia Mundial.<br \/>\n\u2022 Endossar na\u00e7\u00f5es e participar de jogos de R \/ D.<br \/>\n\u2022 Ler, gerenciar, escrever e responder telegramas.<br \/>\n\u2022 Descubra tend\u00eancias nas estat\u00edsticas do censo nacional, regional e mundial.<br \/>\n\u2022 Compile todos os seus acontecimentos juntamente com o Feed de atividades.<br \/>\n\u2022 Seja notificado e fique atualizado sobre novos assuntos, telegramas e outros eventos.<br \/>\n\u2022 Personalize: escolha entre cinco temas diferentes e mais.<\/p>\n<p>[life simulator](https:\/\/play.google.com\/store\/apps\/details?id=kg.game.apps.lifesim)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Simule vidas diferentes!<\/p>\n<p>Um jogo de simula\u00e7\u00e3o de vida que voc\u00ea pode se tornar &#8220;Carl Sagan&#8221;<br \/>\nTorne-se milion\u00e1rio se n\u00e3o for o suficiente para voc\u00ea se tornar bilion\u00e1rio.<br \/>\nVoc\u00ea quer viver legal ou criminalmente? \u00c9 tudo sua escolha.<br \/>\nEntre na pris\u00e3o. Torne-se l\u00edder de gangue.<br \/>\nFuja da pris\u00e3o e comece uma nova vida em sua nova vida<br \/>\nDeixe-os rir de suas escolhas. Porque voc\u00ea tamb\u00e9m pode ser comediante.<br \/>\nFique cansado para ir de f\u00e9rias.<br \/>\nV\u00e1 para a medita\u00e7\u00e3o porque voc\u00ea precisa equilibrar sua sanidade.<\/p>\n<p>Se sua sa\u00fade chegar a 0, voc\u00ea morrer\u00e1 e nascer\u00e1 como outro personagem.<br \/>\nCompre carros e casas.<br \/>\nObter uma namorada, namorado, casar, fazer filho. Cheat seu parceiro.<br \/>\nConfesse seu amor e seja rejeitado, depois tente novamente e seja rejeitado novamente<br \/>\nData de ir com seu parceiro e amigos<br \/>\nFa\u00e7a uma festa, convide seus parceiros e veja o que acontece<br \/>\nSocialize no bar gay<br \/>\nOrganize um casamento e div\u00f3rcio naquele ano<br \/>\nEnsine seus filhos a correr, falar, nadar e muito mais<br \/>\nVeja seus filhos para se tornar traficante de drogas ou presidente<br \/>\nVer todos os eventos no jogo<br \/>\nE MUITO MAIS&#8230;<br \/>\nEnt\u00e3o, o que voc\u00ea est\u00e1 esperando? Apenas fa\u00e7a.<\/p>\n<p>O jogo ainda est\u00e1 em andamento, por isso, se voc\u00ea tiver algum conselho, basta compartilhar conosco<\/p>\n<p>[scaffold-22](https:\/\/rage-productions.com\/games\/scaffold-22\/play-scaffold-22\/)<\/p>\n<p># descri\u00e7\u00e3o<br \/>\nScaffold 22 \u00e9 um RPG cyberpunk ambientado em um futuro distante. A gal\u00e1xia est\u00e1 dividida, sua vida espiritual ditada pela Igreja do \u00c9den, enquanto a Hegemonia Corporativa se esfor\u00e7a para espremer at\u00e9 o \u00faltimo cr\u00e9dito de sua base de clientes leais. Enquanto funcion\u00e1rios duvidosos discutem sobre taxas de impostos e acordos comerciais, contrabandistas e criminosos fazem seus nomes nas sombras, vendendo mercadorias que nenhum outro ousaria traficar.<\/p>\n<p>[Trigaea, jogo de fic\u00e7\u00e3o](https:\/\/drive.google.com\/file\/d\/1LJaWj-ROIVFlvnVA1gc-7gRSdpMk4bsq\/view)<\/p>\n<p># descri\u00e7\u00e3o<br \/>\nimportante: execute o index.html para iniciar o jogo.<\/p>\n<p>Voc\u00ea poderia sobreviver a um mundo alien\u00edgena? Mude sua gen\u00e9tica e perambule pelo deserto em busca de respostas, sempre auxiliado por seu companheiro de IA.<br \/>\nTrigaea \u00e9 uma pe\u00e7a \u00e9pica de 200.000 palavras de fic\u00e7\u00e3o interativa. \u00c9 uma combina\u00e7\u00e3o de um romance de fic\u00e7\u00e3o cient\u00edfica e um jogo de aventura de RPG, onde voc\u00ea controla a hist\u00f3ria.<br \/>\nDestaques do jogo:<br \/>\n\u2022 Aumente-se com pe\u00e7as de animais, insetos, rob\u00f4s ou alien\u00edgenas.<br \/>\n\u2022 Decida o destino de um planeta. Lide com dilemas morais interessantes!<br \/>\n\u2022 Doze finais diferentes para desbloquear. Mais de 12 horas de jogo.<br \/>\n\u2022 Lide com os inimigos falando, subjugando, assustando ou lutando contra eles.<br \/>\n\u2022 Procure microchips para desbloquear suas mem\u00f3rias e descobrir seu passado.<br \/>\n\u2022 Jogue como masculino\/feminino\/n\u00e3o-bin\u00e1rio ou hetero\/bi\/gay\/ace.<br \/>\n\u2022 Impressionantes paisagens alien\u00edgenas de uma variedade de artistas profissionais de fic\u00e7\u00e3o cient\u00edfica.<br \/>\nAvisos de conte\u00fado : viol\u00eancia leve, representa\u00e7\u00f5es de morte. Avaliado 13+<\/p>\n<p>[alter ego, simulador de vida no navegador](https:\/\/www.playalterego.com\/)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Bem, neste jogo voc\u00ea pode descobrir!<br \/>\nEsta \u00e9 a primeira frase que voc\u00ea ir\u00e1 ler ao clicar para come\u00e7ar o jogo, e a que acredito, que melhor descreve como ele funciona de forma sucinta. Alter Ego, como \u00e9 colocado na pr\u00f3pria p\u00e1gina inicial, \u00e9 um browser game simulador de vida, apesar de ser um t\u00edtulo grande, e dif\u00edcil de explicar realmente como funciona, a ideia central \u00e9 simples: simular uma vida.<br \/>\nalterego<br \/>\nEste jogo me chamou a aten\u00e7\u00e3o principalmente por suas particularidades em compara\u00e7\u00e3o com jogos mais conhecidos, e s\u00e3o estas particularidades que farei quest\u00e3o de expor no decorrer deste post.<br \/>\nGameplay<br \/>\nAlter Ego \u00e9 um jogo de texto, onde op\u00e7\u00f5es s\u00e3o apresentadas, e voc\u00ea as seleciona com a ajuda do mouse no pc, e clicando pelo celular.  Isto lhe rende um clima \u201cretr\u00f4\u201d, que deve agradar uma grande faixa de players que sentem falta de jogos cl\u00e1ssicos, como Zork.<br \/>\nGr\u00e1ficos e Imers\u00e3o<br \/>\nGr\u00e1ficos s\u00e3o algo que n\u00e3o existem neste jogo, o mais trabalhado que voc\u00ea ir\u00e1 encontrar s\u00e3o \u00edcones e alguma foto. Por isso voc\u00ea trabalhar\u00e1 imensamente a imagina\u00e7\u00e3o, e assim, se sentir\u00e1 mais imerso no mundo do Alter Ego que qualquer gr\u00e1fico poderia lhe proporcionar.<br \/>\nControle da hist\u00f3ria<br \/>\nSuas escolhas influenciar\u00e3o diretamente o futuro do seu personagem. Ela \u00e9 totalmente vari\u00e1vel conforme as respostas que voc\u00ea der, o que lhe garante um controle quase total sobre o rumo de nossa aventura.<br \/>\nVida<br \/>\nComo Alter Ego \u00e9 um simulador de vida, nada mais justo que termos uma vida, portanto seja cauteloso.<br \/>\nEnredo<br \/>\nAcho que o que mais me chamou a aten\u00e7\u00e3o, ao contr\u00e1rio da maioria dos jogos, que possuem enredos fant\u00e1sticos e fantasiosos, o enredo do Alter Ego, \u00e9 simples e conhecidos de todos: a vida. Voc\u00ea n\u00e3o receber\u00e1 uma espada de Zeus para arrancar cabe\u00e7as de medusas, por\u00e9m isto tem sua pr\u00f3pria magia, voc\u00ea pode viver uma nova vida como quiser, buscar se destacar entre os demais, ou uma estabilidade c\u00f4moda, voc\u00ea decide.<br \/>\nEste enredo, traz algumas caracter\u00edsticas inusitadas, como os perigos e problemas que voc\u00ea enfrentar\u00e1, ao inv\u00e9s de minotauros carregando machados maior que voc\u00ea, ter\u00e1 que lidar com a rejei\u00e7\u00e3o, depress\u00e3o, os problemas de um relacionamento entre outros problemas.<br \/>\nOu seja\u2026<br \/>\nS\u00f3 jogando para conhecer.<br \/>\nMas devido a tudo que foi exposto e muito mais, posso lhe garantir que Alter Ego \u00e9 um jogo recomendad\u00edssimo e lhe render\u00e1 horas de divers\u00e3o.<br \/>\nAh, o jogo est\u00e1 todo em ingl\u00eas e \u00e9 de texto, ent\u00e3o \u00e9 recomend\u00e1vel um dom\u00ednio da l\u00edngua inglesa, mas caso voc\u00ea n\u00e3o domine, n\u00e3o se assuste, \u00e9 poss\u00edvel jogar tranquilamente com a ajuda de um dicion\u00e1rio ou tradutor online e um pouco de paci\u00eancia.<br \/>\n\u201cE se voc\u00ea pudesse viver sua vida novamente?\u201d<br \/>\nPs.: N\u00e3o entre em carros de estranhos, acredite, n\u00e3o \u00e9 uma boa ideia.<\/p>\n<p>[Guerrero Okiri &#8211; livro jogo de rpg](https:\/\/play.google.com\/store\/apps\/details?id=www.jtm.warriorokiri&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Nesta hist\u00f3ria, seu personagem foge de sua cidade natal e tem que ganhar a vida com sua espada. Seus companheiros Robmuler, um an\u00e3o mal-humorado, e Shyla, uma elfa guerreira, ir\u00e3o acompanh\u00e1-lo em suas aventuras.<\/p>\n<p>Mergulhe neste livro de RPG de fantasia medieval. Uma hist\u00f3ria acelerada que o enganar\u00e1 desde o in\u00edcio, com trilha sonora de um filme e ilustra\u00e7\u00f5es detalhadas que o deixar\u00e3o imersivo.<\/p>\n<p>Voc\u00ea achar\u00e1 familiar se tiver lido e escolha seus pr\u00f3prios livros de aventura. \u00c9 um jogo de RPG solo, onde o aplicativo atua como mestre enquanto o jogador toma decis\u00f5es e rola os dados.<\/p>\n<p>Escolha suas a\u00e7\u00f5es e lance os dados para ver se voc\u00ea teve sucesso. Cada escolha tem suas consequ\u00eancias. Nos testes, voc\u00ea tamb\u00e9m pode obter falhas de tiro ou cr\u00edticas, o que o levar\u00e1 a uma grande variedade de situa\u00e7\u00f5es.<\/p>\n<p>Crie seu personagem e atribua pontos de for\u00e7a, agilidade, destreza, intelig\u00eancia, constitui\u00e7\u00e3o e energia. Suba de n\u00edvel e progrida com seu her\u00f3i.<\/p>\n<p>A aventura come\u00e7a e descubra o enredo. Voc\u00ea vai fazer isso at\u00e9 o fim?<\/p>\n<p>[Lost Vault: Idle Retro RPG ](https:\/\/play.google.com\/store\/apps\/details?id=com.vaultomb&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<br \/>\nJunte-se ao mundo misto de p\u00f3s-apocalipse e fantasia. Construa seu personagem, colete equipamentos m\u00edticos e suba na classifica\u00e7\u00e3o! Atualize seu abrigo para ficar seguro e atacar os despreparados. Explore o deserto e limpe os Vaults espalhados por todo o mundo.<\/p>\n<p>Lost Vault \u00e9 uma varia\u00e7\u00e3o do MMORPG inativo e ativo. Prepare-se para a otimiza\u00e7\u00e3o dos recursos e execute as a\u00e7\u00f5es com cuidado! O modo retrato jogado com apenas uma m\u00e3o \u00e9 a maneira de jogar!<\/p>\n<p>&#x1f52b; P\u00d3S-APO vs FANTASIA: Escolha seu lado jogando como Ranger, Rebelde ou Cavaleiro e Mago. Todos t\u00eam chances iguais de dominar o mundo.<\/p>\n<p>&#x2694;&#xfe0f; PARTICIPE DO CL\u00c3: Jogar como um lobo solit\u00e1rio n\u00e3o \u00e9 a melhor estrat\u00e9gia durante o apocalipse. Estabele\u00e7a ou junte-se a um dos cl\u00e3s para coletar b\u00f4nus e acesso a chefes perigosos.<\/p>\n<p>&#x1f3d5;&#xfe0f; CONSTRUA ABRIGO: Fique seguro e atualize o \u00fanico lugar seguro que voc\u00ea tem. Re\u00fana recursos e invada outros jogadores.<\/p>\n<p>&#x1f4b3; SEM P2W: Voc\u00ea n\u00e3o vai dominar o mundo com seu cart\u00e3o de cr\u00e9dito.<\/p>\n<p>&#x1f479; DESBLOQUEAR DUNGEONS : Derrote os chefes trancados nos Vaults subterr\u00e2neos e roube os tesouros escondidos.<\/p>\n<p>&#x1f392; COLETE EQUIPAMENTO : O sobrevivente nu \u00e9 o sobrevivente morto. Encontre o melhor equipamento dividido por v\u00e1rios n\u00edveis e raridades.<\/p>\n<p>&#x1f552; SEM EXPRESS\u00c3O: Jogue apenas sess\u00f5es curtas durante o dia para se manter competitivo.<\/p>\n<p>&#x2692;&#xfe0f; WORKSHOP: Atualize seus itens e coloque pedras preciosas nos encaixes.<\/p>\n<p>&#x1f6ab; SEM AN\u00daNCIOS: T\u00e3o simples quanto isso.<\/p>\n<p>&#x1f5fa;&#xfe0f; EXPLORE DISTRITOS: 20 locais com v\u00e1rias feras est\u00e3o esperando para serem explorados.<\/p>\n<p>&#x1f6e1;&#xfe0f; DESTRUA OS SEUS INIMIGOS: Jogador contra Jogador (PvP), Jogador contra Ambiente \/ Monstros (PvE), Guilda contra Guilda (GvG) e at\u00e9 Guilda contra Ambiente \/ Monstro (GvE). Est\u00e1 tudo aqui.<\/p>\n<p>[Junte-se \u00e0 crescente comunidade Discord para dicas e guias \u00fateis](https:\/\/discord.com\/invite\/2HUQZts)<\/p>\n<p>[Poppy Seed Pets ](http:\/\/www.poppyseedpets.com\/)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Poppy Seed Pets e seus ancestrais s\u00e3o jogos em que os animais de estima\u00e7\u00e3o cuidam de si mesmos. Eles saem ca\u00e7ando, criando, pescando, explorando e todas essas outras coisas por conta pr\u00f3pria. uma vez por hora mais ou menos. Eles aumentam as habilidades \u00e0 medida que as usam, o que lhes permite realizar tarefas maiores e mais dif\u00edceis e mais gratificantes \u00e0 medida que crescem.<br \/>\nSeu comportamento \u00e9 amplamente baseado em v\u00e1rias teorias psicol\u00f3gicas que foram programadas na l\u00f3gica do jogo: mais notavelmente entre elas, &#8220;Maslow&#8217;s Heairchy of Need&#8221;. tarefas de sobreviv\u00eancia e eles tamb\u00e9m deixar\u00e3o de ganhar pontos de experi\u00eancia. Somente quando voc\u00ea tiver suas necessidades f\u00edsicas (o que \u00e9 mais fundamental) e emocionais atendidas, eles realmente se sair\u00e3o bem.<br \/>\npersonagens tamb\u00e9m t\u00eam tra\u00e7os de personalidade ocultos e tais que os tornam mais interessantes e eles se desenvolvem ao longo do tempo para ter certas tend\u00eancias e tal.<br \/>\nUma diferen\u00e7a que notei entre Psypets e Poppy Seed Pets \u00e9 que Poppy Seed Pets tem muito menos habilidades. Seus animais de estima\u00e7\u00e3o ainda est\u00e3o fazendo a maioria das coisas que faziam em Psypets, mas em vez de coisas como qu\u00edmica, engenharia e eletr\u00f4nica, sendo habilidades separadas, tais atividades s\u00e3o agrupadas sob uma habilidade &#8220;ci\u00eancia&#8221; mais ampla.<br \/>\numa desvantagem, se voc\u00ea optar por interpretar dessa forma \u00e9 que o jogo tecnicamente n\u00e3o tem muito tutorial. Em vez disso, voc\u00ea meio que aprende \u00e0 medida que avan\u00e7a. Voc\u00ea recebe uma nota de boas-vindas quando come\u00e7a e um livro de receitas com seu primeiro pacote de comida, mas pouco mais. Voc\u00ea aprende a maioria das outras coisas lendo informa\u00e7\u00f5es de itens ou conversando com NPCs. Por exemplo, uma parte importante do jogo em rela\u00e7\u00e3o a um certo tipo de moeda alimentar n\u00e3o entrou em jogo at\u00e9 que eu conversei com um NPC\/item que meu animal de estima\u00e7\u00e3o trouxe de uma tarefa de hora em hora. O NPC explicou o que eu precisava saber, mas n\u00e3o havia men\u00e7\u00e3o a isso em nenhum outro lugar.<br \/>\nSe voc\u00ea gostou de Psypets, este jogo \u00e9 o jogo para voc\u00ea.<\/p>\n<p>[Alquimia, quebra cabe\u00e7a divertido!](https:\/\/play.google.com\/store\/apps\/details?id=com.ilyin.alchemy&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<br \/>\nIncarne o papel de um aprendiz de alquimista. Seu mestre conseguiu controlar os 4 elementos originais: fogo, \u00e1gua, terra e ar. Misturando elementos, voc\u00ea precisa abrir todas as receitas para aprender os segredos da alquimia.<\/p>\n<p>Crie combina\u00e7\u00f5es de dois ou tr\u00eas elementos (os elementos podem se repetir). As receitas tanto podem ser baseadas em fundamentos cient\u00edficos (\u00e1gua + fogo = vapor) como podem depender de um conjunto de signos (peixe + fonte = baleia)<\/p>\n<p>&#8211; Mais de 400 receitas.<br \/>\n&#8211; Lindo estilo visual colorido<br \/>\n&#8211; Pode-se jogar sem an\u00fancios. Dicas gr\u00e1tis a cada 7 minutos.<br \/>\n&#8211; Possibilidade de sugerir suas pr\u00f3prias receitas e corrigir tradu\u00e7\u00f5es diretamente no jogo.<br \/>\n&#8211; Traduzido para 10 idiomas, incluindo portugu\u00eas.<br \/>\n&#8211; Adaptado para deficientes visuais.<\/p>\n<p>[Appanela FC &#8211; Fantasy Game Desimpedidos](https:\/\/play.google.com\/store\/apps\/details?id=com.centauro.sbf)<br \/>\n# descri\u00e7\u00e3o<br \/>\nAppanelaFC, o Fantasy Game de futebol dos maiores campeonatos do mundo, incluindo torneios nacionais, como o Brasileir\u00e3o e a Copa do Brasil, al\u00e9m do continental que todo mundo gosta &#8211; a Libertadores da Am\u00e9rica!<\/p>\n<p>No Appanela FC voc\u00ea escala seu time dos sonhos com os melhores e mais habilidosos jogadores, enquanto mostra quem \u00e9 o melhor t\u00e9cnico do game.<\/p>\n<p>Participe dos torneios com seu time e dispute com os outros paneleiros ou monte uma liga com seus amigos para ver quem performa melhor dentro dessa panela de press\u00e3o.<\/p>\n<p>Tudo isso enquanto voc\u00ea concorre desde premia\u00e7\u00f5es em dinheiro at\u00e9 pr\u00eamios \u00fanicos e diferenciados como participa\u00e7\u00f5es com o Desimpedidos. Isso tudo s\u00f3 o AppanelaFC tem a oferecer.<\/p>\n<p>Como funciona?<br \/>\n1) Crie seu time e monte seu escudo!<\/p>\n<p>2) Escolha uma disputa para participar!<\/p>\n<p>3) Escale seu time. Junte os maiores craques numa s\u00f3 equipe!<\/p>\n<p>4) Acompanhe seus pontos em tempo real!<\/p>\n<p>5) Se consagre nas disputas e atinja as mais altas posi\u00e7\u00f5es na classifica\u00e7\u00e3o!<\/p>\n<p>[Gangster Nation](https:\/\/play.google.com\/store\/apps\/details?id=com.juicystudios.gangsternation)<br \/>\n# descri\u00e7\u00e3o<br \/>\nGangster Nation \u00e9 um jogo de g\u00e2ngster multijogador gratuito ambientado nos EUA. Assuma o papel de um g\u00e2ngster e compita com milhares de g\u00e2ngsteres em todo o mundo. Voc\u00ea come\u00e7ar\u00e1 de baixo, seguindo a orienta\u00e7\u00e3o do chefe da m\u00e1fia Butchie Gweyno, mas \u00e0 medida que avan\u00e7a para o topo, ter\u00e1 que manter boas rela\u00e7\u00f5es com outros g\u00e2ngsteres para sobreviver. Alternativamente, voc\u00ea pode querer se tornar temido e gastar seu tempo rastreando e atirando nos outros.<\/p>\n<p>Vamos dar uma olhada r\u00e1pida nos recursos do Gangster Nation:<\/p>\n<p>&#8211; Roube carros e troque com eles outros g\u00e2ngsteres.<br \/>\n&#8211; Extorquir dinheiro de outros g\u00e2ngsteres.<br \/>\n&#8211; Arrisque-se em desarmar uma bomba e seja pago por isso.<br \/>\n&#8211; Comece uma fam\u00edlia de g\u00e2ngsteres ou junte-se \u00e0 fam\u00edlia de outra pessoa.<br \/>\n&#8211; Planejar e participar de assaltos a bancos e assaltos a entregas.<br \/>\n&#8211; Invista seu dinheiro em drogas ou a\u00e7\u00f5es da empresa para obter lucro.<br \/>\n&#8211; Compre uma arma, armazene muni\u00e7\u00e3o e abra fogo contra outros g\u00e2ngsteres.<br \/>\n&#8211; Coloque recompensas na cabe\u00e7a de outro g\u00e2ngster para que outra pessoa fa\u00e7a o trabalho sujo.<br \/>\n&#8211; Jogue o seu dinheiro nos v\u00e1rios jogos virtuais (Blackjack, Slots Machine, Video Poker e muito mais).<br \/>\n&#8211; Converse com outras pessoas atrav\u00e9s de mensagens e salas de bate-papo.<br \/>\n&#8211; Fa\u00e7a voos entre 10 cidades diferentes.<br \/>\n&#8211; Expulse outros g\u00e2ngsteres da pris\u00e3o e fa\u00e7a com que eles o expulsem em troca.<\/p>\n<p>&#8230;e muito mais!<\/p>\n<p>Se voc\u00ea j\u00e1 jogou um dos jogos de g\u00e2ngster online ou jogos de m\u00e1fia (tamb\u00e9m conhecido como RPG ou MMORPG), o Gangster Nation ter\u00e1 uma sensa\u00e7\u00e3o semelhante ao trazer o recurso exclusivo de atirar para a mesa. Este \u00e9 um jogo de &#8220;matar ou morrer&#8221;, ent\u00e3o tome cuidado com os passos que voc\u00ea d\u00e1 \u00e0 medida que avan\u00e7a.<\/p>\n<p>Gangster Nation j\u00e1 existe h\u00e1 quase 20 anos, atualizamos frequentemente o jogo (geralmente semanalmente) e temos muitos jogadores felizes, alguns dos quais jogam h\u00e1 anos.<\/p>\n<p>Instale hoje, \u00e9 gr\u00e1tis para jogar!<\/p>\n<p>[rpg de fazenda, farm rpg](https:\/\/farmrpg.com\/)<\/p>\n<p># descri\u00e7\u00e3o retirada do site<br \/>\njogo de navegador para dispositivos m\u00f3veis. Bem-vindo ao Farm RPG! Este \u00e9 um jogo de RPG agr\u00edcola simples, compat\u00edvel com dispositivos m\u00f3veis, onde voc\u00ea inicia uma fazenda, pesca, cria e explora o mundo do jogo.<br \/>\nVAMOS COME\u00c7AR<\/p>\n<p>LET&#8217;S GET STARTED<\/p>\n<p>[GOTL online rpg](https:\/\/play.google.com\/store\/apps\/details?id=com.gotl&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>GOTL \u00e9 um jogo de RPG online baseado em texto.<\/p>\n<p>O GOTL lembra jogos antigos baseados em texto e tem conte\u00fado de RPG dentro. Antes de se registrar voc\u00ea escolhe um personagem entre 5 personagens diferentes e voc\u00ea come\u00e7a a jogar seu papel! Existem muitos conte\u00fados baseados em texto em GOTL, mas tamb\u00e9m algumas anima\u00e7\u00f5es, imagens \u00fanicas e assim por diante. Os jogos de RPG baseados em texto eram muito populares h\u00e1 alguns anos e o GOTL est\u00e1 tentando se tornar um RPG moderno, ativo e crescente.<\/p>\n<p>Este jogo \u00e9 feito pelo desenvolvedor indie e designer. N\u00f3s tentamos dar uma experi\u00eancia agrad\u00e1vel e suave aos jogadores. O GOTL \u00e9 um jogo muito din\u00e2mico, mesmo sendo um RPG baseado em texto. Por exemplo, as a\u00e7\u00f5es como atacar ou roubar de outros jogadores acontecem instantaneamente, ent\u00e3o voc\u00ea pode sempre interagir com outras jogadas rapidamente. Existem alguns temporizadores no jogo que voc\u00ea precisa esperar entre 5-15 minutos, e todas as outras coisas que voc\u00ea pode fazer instantaneamente neste jogo baseado em texto.<\/p>\n<p>Em uma casca de noz, este \u00e9 um jogo de RPG online baseado em texto. Voc\u00ea pode ganhar dinheiro, atacar outros jogadores, ganhar itens, criar itens, criar cl\u00e3s, compartilhar seus pensamentos, vender seus itens no mercado e muitas outras coisas. Estamos dando as boas-vindas a todas as pessoas que gostam de curtir de maneira f\u00e1cil a interpreta\u00e7\u00e3o de pap\u00e9is no estilo baseado em texto.<\/p>\n<p>GOTL \u00e9 um jogo cada vez maior. Tente isso, voc\u00ea pode gostar! \ud83d\ude42<\/p>\n<p>[Blind : Horror maze Survival ](https:\/\/play.google.com\/store\/apps\/details?id=com.Clevereen.Theblind&amp;hl=pt&amp;gl=US)<\/p>\n<p>[site oficial do blind, horror mase survival](http:\/\/clevereen.com)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O primeiro jogo onde voc\u00ea pode realmente sentir como \u00e9 ser deficiente visual em um ambiente assustador. O jogo \u00e9 acess\u00edvel para pessoas com defici\u00eancia visual.<\/p>\n<p>The Blind \u00e9 um jogo gratuito de sobreviv\u00eancia \/ aventura de terror, onde o jogador tem que sobreviver atrav\u00e9s do n\u00edvel<br \/>\nencontrando a porta de sa\u00edda e evitando as Criaturas da Noite.<\/p>\n<p>&#x1f441;&#xfe0f; O jogo de aventura onde o her\u00f3i \u00e9 cego<br \/>\nVoc\u00ea acabou de acordar e n\u00e3o sabe onde est\u00e1. Como voc\u00ea \u00e9 cego, n\u00e3o reconhece o lugar, mas pode ouvir ru\u00eddos estranhos.<br \/>\nEnfrente seu medo mais profundo e use a ecolocaliza\u00e7\u00e3o para encontrar o caminho at\u00e9 a porta de sa\u00edda. Mergulhe na vida de uma pessoa cega e tente escapar deste incr\u00edvel labirinto escuro.<br \/>\nVoc\u00ea nunca vai experimentar uma atmosfera t\u00e3o intensa!<\/p>\n<p>&#x1f3a7; \u00c1udio incr\u00edvel<br \/>\nPara desfrutar ao m\u00e1ximo do jogo, ligue o som e analise de onde v\u00eam os inimigos. Preste aten\u00e7\u00e3o aos sons e ou\u00e7a<br \/>\npara o batimento card\u00edaco. Supere seu medo e caminhe pela escurid\u00e3o. Sobreviva a um dos labirintos mais assustadores de todos os tempos.<\/p>\n<p>&#x1f9e0; Use sua mem\u00f3ria<br \/>\nNo jogo, voc\u00ea ter\u00e1 que usar sua mem\u00f3ria para escapar do labirinto e sobreviver nestes tempos sombrios.<br \/>\nTodo o jogo \u00e9 baseado na ecolocaliza\u00e7\u00e3o: o her\u00f3i produz um som que salta contra as paredes e lhe d\u00e1 um<br \/>\nimagem tempor\u00e1ria. Mas cuidado &#8230; Algumas criaturas noturnas s\u00e3o muito sens\u00edveis aos sons!<\/p>\n<p>&#x1f9df;&#x200d;&#x2642;&#xfe0f; Medo profundo<br \/>\nFantasmas, zumbis, monstros, voc\u00ea nunca saber\u00e1 a verdade sobre o que eles s\u00e3o, pois voc\u00ea \u00e9 cego. Voc\u00ea s\u00f3 pode imaginar.<br \/>\nSe voc\u00ea tinha medo do apocalipse, agora \u00e9 hora de enfrent\u00e1-lo. Re\u00fana sua coragem e salve as pessoas que encontrar ao longo<br \/>\no caminho. Sua for\u00e7a \u00e9 sua cegueira. Fa\u00e7a o que puder para viver mais um dia.<\/p>\n<p>&#x1f3ae; AMIG\u00c1VEL AO USU\u00c1RIO<br \/>\nBasta deslizar na tela para se mover. The Blind \u00e9 f\u00e1cil de jogar, mesmo para jogadores casuais &#8230; Mas voc\u00ea ter\u00e1 coragem?<\/p>\n<p>5:47 AM 1\/13\/2022<br \/>\nquando o jogo iniciar, ele ir\u00e1 come\u00e7ar automaticamente, ent\u00e3o para jogar basta deslisar em uma dire\u00e7\u00e3o das 4 dire\u00e7\u00f5es.<\/p>\n<p>[os olhos atr\u00e1s   da parede](https:\/\/drive.google.com\/file\/d\/1tyMZzCUtSm8dGgLvlbRPvUK1wvTDR6YL\/view?usp=drivesdk)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Os olhos atr\u00e1s da parede<br \/>\nEste jogo \u00e9 por uma boa causa<br \/>\nToda a renda do itchio, Steam, Google play e doa\u00e7\u00f5es ser\u00e3o doadas para a ONCE , uma organiza\u00e7\u00e3o nacional espanhola para cegos.<br \/>\nHist\u00f3ria<br \/>\nO mundo est\u00e1 sob uma pandemia, metade da popula\u00e7\u00e3o virou zumbi.<br \/>\nNesta hist\u00f3ria voc\u00ea \u00e9 Mia, uma agente especial da CIA.<br \/>\nSua miss\u00e3o \u00e9 investigar em uma mans\u00e3o onde ocorreu o primeiro caso.<br \/>\nEste jogo \u00e9 uma homenagem a Resident Evil, alguns cen\u00e1rios podem te lembrar o primeiro e o segundo jogo desta saga.<br \/>\nPasso a passo<br \/>\nse voc\u00ea ouvir cachorros, voc\u00ea tem que fugir deles.<\/p>\n<p>Controles<br \/>\nUse fones de ouvido para uma melhor experi\u00eancia, o som \u00e9 uma parte muito importante do jogo, pois ajuda voc\u00ea a se orientar e realizar determinadas a\u00e7\u00f5es.<br \/>\nVoc\u00ea pode se mover para a esquerda ou para a direita, alguns elementos s\u00e3o interativos e possuem um som especial (ponte de madeira, portas, escadas, elevador, monstro gritando), se voc\u00ea consegue ouvir um deles (ou sente uma vibra\u00e7\u00e3o em um m\u00f3bile\/ controlador) ent\u00e3o pare de se mover e pressione o bot\u00e3o de a\u00e7\u00e3o (no PC a tecla de a\u00e7\u00e3o \u00e9 espa\u00e7o).<br \/>\nSe voc\u00ea ouvir como se estivesse andando sobre vidro quebrado, significa que voc\u00ea est\u00e1 andando no caminho errado.<br \/>\n&#x1f4bb; PC &#8211; Teclado<br \/>\n&#8211; Mover: setas esquerda e direita<br \/>\n&#8211; A\u00e7\u00e3o: Espa\u00e7o<br \/>\n&#8211; Op\u00e7\u00f5es de pausa\/jogo: ESC<br \/>\n&#x1f3ae; PC &#8211; Controlador<br \/>\n&#8211; Mover: joystick esquerdo e direito<br \/>\n&#8211; A\u00e7\u00e3o: Qualquer bot\u00e3o<br \/>\n&#8211; Op\u00e7\u00f5es de pausa\/jogo: PS4-Tri\u00e2ngulo<br \/>\n&#x1f50a; PC &#8211; Comandos de voz<\/p>\n<p>&#8211; Mover: Diga &#8220;esquerda&#8221; ou &#8220;direita&#8221;<br \/>\n&#8211; Abra a porta \/ Suba as escadas \/ Des\u00e7a as escadas: Diga &#8220;enter&#8221; ou &#8220;open&#8221;<br \/>\n&#8211; Atire a arma perto de um monstro: Diga &#8220;fire&#8221;<br \/>\n&#x1f4f1; dispositivo Android<br \/>\nNota: O jogo ainda n\u00e3o est\u00e1 dispon\u00edvel no Google Play, voc\u00ea precisa baixar e instalar um arquivo APK, se voc\u00ea nunca fez isso talvez precise alterar alguma configura\u00e7\u00e3o de seguran\u00e7a antes de instalar o jogo.<\/p>\n<p>&#8211; Mover: Voc\u00ea pode tocar nas laterais da tela como se fossem bot\u00f5es para mover para a esquerda ou para a direita. Voc\u00ea tamb\u00e9m pode inclinar o dispositivo para se movimentar.<br \/>\n&#8211; A\u00e7\u00e3o: Toque na parte central da tela quando perceber que o aparelho vibra .<br \/>\n&#8211; Op\u00e7\u00f5es de pausa\/jogo: H\u00e1 um bot\u00e3o no canto superior direito da tela .<br \/>\nNotas<br \/>\n&#8211; Recomendo jogar a vers\u00e3o Android sobre a vers\u00e3o PC, a vibra\u00e7\u00e3o e o aceler\u00f4metro d\u00e3o uma experi\u00eancia muito boa no jogo.<br \/>\n&#8211; Voc\u00ea pode jogar como um jogador cego ou desativar o modo cego para ver o mapa.<br \/>\nStatus do jogo<br \/>\n&#8211; Atualmente as vozes s\u00e3o geradas pelo servi\u00e7o Microsoft Azure, mas quero lan\u00e7ar a vers\u00e3o final com atores profissionais.<br \/>\nCr\u00e9ditos<br \/>\n&#8211; Programador: Miquel Camps.<\/p>\n<p>&#8211; Designer de capa: Jos\u00e9 Moreno.<\/p>\n<p>&#8211; QA: Duarte Martinez Vizoso<\/p>\n<p>&#8211; Testadores<br \/>\nTamara Cano<br \/>\nJordi G\u00f3mez<br \/>\nRedber<br \/>\nHollow Neko<br \/>\nDavid Delgado &#8220;Mr. Sigsegv&#8221;<br \/>\nMois\u00e9s Vergara Molina<br \/>\nElvendwarf<br \/>\nSanti Recasens<br \/>\nV\u00edctor \u00c1vila<br \/>\nDaniel Vega<br \/>\nAlberto Rold\u00e1n<\/p>\n<p>&#8211; Sons: Todos os efeitos sonoros s\u00e3o de v\u00e1rios canais do youtube como:<br \/>\nBd Sound biblioteca<br \/>\nBanco de dados de efeitos sonoros Efeitos<br \/>\nsonorosF\u00e1brica<br \/>\nTodos os sons<br \/>\nSom para jogos FX<br \/>\nNosferatu Efeitos sonoros<br \/>\nSoundMaster<br \/>\nSounds Gravados<br \/>\nEfeitos Sonoros<br \/>\nGratuitos Chips de Som<br \/>\nAlbert GF Efeitos<br \/>\nSonorosArquivo<br \/>\nEfeitos visuais e sonoros<br \/>\nSobre este jogo<br \/>\nEste jogo foi desenvolvido para o game jam #GamesForBlindGamers<\/p>\n<p>[text spaced](https:\/\/play.textspaced.com\/)<\/p>\n<p>[guia para iniciantes do text spaced](https:\/\/www.textspaced.com\/new\/)<\/p>\n<p>[miss\u00f5es dispon\u00edveis no jogo](https:\/\/www.textspaced.com\/missions\/)<\/p>\n<p>[naves dispon\u00edveis para compra no jogo](https:\/\/www.textspaced.com\/ships\/)<\/p>\n<p>[istruturas dispon\u00edveis para constru\u00e7\u00f5es](https:\/\/www.textspaced.com\/blueprints\/)<\/p>\n<p>[armas dispon\u00edveis para compra](https:\/\/www.textspaced.com\/ports\/)<\/p>\n<p>[servidor oficial no discord para interagir com outros jogadores](https:\/\/discord.gg\/pwTTNyn)<\/p>\n<p># descri\u00e7\u00e3o<br \/>\nTextSpaced \u00e9 um MMORPG de fic\u00e7\u00e3o cient\u00edfica baseado em texto jogado no seu navegador. Ele foi projetado desde o in\u00edcio para ser apreciado por pessoas cegas e com vis\u00e3o (e todos no meio). \u00c9 ambientado em um universo unidimensional infinito (imagine uma fita infinita) com arte original, m\u00fasica de alta qualidade e mec\u00e2nica constru\u00edda em torno do mantra de &#8220;t\u00e1tico, n\u00e3o t\u00e9cnico&#8221;. TextSpaced combina o estilo de aventuras de texto mais tradicionais com princ\u00edpios modernos para criar um jogo onde todos coexistem no mesmo universo expansivo, que \u00e9 repleto de hist\u00f3rias e intrigas. Todo o universo \u00e9 org\u00e2nico, onde tudo est\u00e1 conectado a todo o resto, cada decis\u00e3o que voc\u00ea toma tem uma cascata de repercuss\u00f5es para voc\u00ea e sua fac\u00e7\u00e3o. A natureza sandbox do jogo deixa voc\u00ea, o jogador, a liberdade de decidir a qualquer momento o que fazer a seguir.<br \/>\nCom um sistema \u00fanico de personalidade de 16 fatores, voc\u00ea pode desbloquear centenas de habilidades para personalizar seu personagem com novas sendo adicionadas o tempo todo para que cada jogador possa trilhar um caminho diferente de todos os outros. A narrativa e a hist\u00f3ria do TextSpaced se desenrolam perfeitamente, para que voc\u00ea possa optar por descobrir o passado misterioso da Velha Terra, afiliar-se e forjar relacionamentos conhecendo personagens reais e n\u00e3o-jogadores &#8211; ou simplesmente pirataria para fama e fortuna. Com centenas de maneiras diferentes de ganhar a vida e at\u00e9 mesmo a mec\u00e2nica para fazer coisas novas que ningu\u00e9m viu antes, a experi\u00eancia de cada jogador \u00e9 diferente e pessoal. Suas a\u00e7\u00f5es influenciam seus fatores, simplesmente continue fazendo o que gosta para desbloquear novos caminhos de carreira, ajudando sua fac\u00e7\u00e3o a ganhar mais controle sobre o universo.<br \/>\nMais de 50% das pessoas que jogam TextSpaced s\u00e3o cegas ou com vis\u00e3o parcial.<br \/>\nO TextSpaced \u00e9 fortemente focado em fac\u00e7\u00f5es, incentivando os jogadores a trabalharem juntos para objetivos comuns, mas isso n\u00e3o impede que fac\u00e7\u00f5es solit\u00e1rias de piratas, comerciantes ou at\u00e9 ca\u00e7adores de recompensas perturbem o universo. A natureza sandbox significa que os jogadores podem perseguir o que lhes interessa, seja empurrando para tr\u00e1s o v\u00e9u da fronteira, tentando criar as melhores armas que o universo j\u00e1 viu ou at\u00e9 mesmo movendo estrelas para criar novos sistemas solares de seu design. As fac\u00e7\u00f5es tamb\u00e9m podem construir e nutrir col\u00f4nias de onde podem nascer novos jogadores que iniciam o jogo, iniciando o jogo diretamente dentro de sua fac\u00e7\u00e3o.<br \/>\nAo contr\u00e1rio dos MUDs ou MOOs tradicionais com os quais o TextSpaced se assemelha, a interface principal \u00e9 atrav\u00e9s de op\u00e7\u00f5es de menu e janelas. O texto \u00e9 usado para descrever o universo e tudo nele, no entanto, a arte de apoio \u00e9 frequentemente apresentada para coisas como navios e personagens. Isso significa que \u00e9 sempre claro quais op\u00e7\u00f5es voc\u00ea tem dispon\u00edveis e perfeitamente adequadas para leitores de tela.<\/p>\n<p>O universo est\u00e1 repleto de sistemas para descobrir que s\u00e3o gerados de forma realista com uma gama de mais de 70 tipos de corpos diferentes ; de tipos comuns, como planetas de poeira e estrelas, a tipos mais ex\u00f3ticos, como buracos negros e po\u00e7os de gravidade. Os corpos tamb\u00e9m cont\u00eam mercadorias para minerar adequadas ao seu tipo e podem afetar o combate se travadas ao redor.<br \/>\nA negocia\u00e7\u00e3o tamb\u00e9m \u00e9 um pilar principal do TextSpaced e todos os itens podem ser negociados, incluindo itens produzidos em v\u00e1rias etapas de fabrica\u00e7\u00e3o, sendo a fabrica\u00e7\u00e3o realizada por jogadores que usam f\u00e1bricas. A maioria das cargas tamb\u00e9m pode ser usada na cria\u00e7\u00e3o e o TextSpaced tem uma infinidade de mec\u00e2nicas de cria\u00e7\u00e3o e maneiras pelas quais uma fac\u00e7\u00e3o e um jogador podem personalizar o que possuem. Isso varia desde a instala\u00e7\u00e3o de salas em estruturas e naves e a contrata\u00e7\u00e3o de uma tripula\u00e7\u00e3o at\u00e9 empreendimentos mais de esquerda, como criar naves, transformar planetas em metal ou manter companheiros de p\u00e1ssaros. No total, existem dezenas de milhares de pe\u00e7as diferentes para usar para fabricar equipamentos e armas, bem como mais de 100 estruturas diferentes para construir, desde b\u00f3ias a Dyson Swarms e mais de 300 navios para comprar ou fabricar, desde um humilde Shuttle at\u00e9 Destroyer.<br \/>\nO universo pode ser um lugar hostil por causa de outros jogadores e NPCs, de qualquer forma, voc\u00ea precisar\u00e1 permanecer inc\u00f3gnito ou se armar para o combate. O combate em si \u00e9 um sistema baseado em cartas que se concentra em t\u00e1ticas e tempo, onde cada jogador tem um minuto antes de uma rodada para se preparar, tornando-o ideal para leitores de tela.<br \/>\nGr\u00e1tis Para Jogar<br \/>\nO TextSpaced sempre foi e sempre ser\u00e1 gratuito para jogar. Queremos que os jogadores saibam que quando uma Flagship aparece, o dono gastou tempo e tem habilidade para chegar a esse ponto. Em vez disso, permitimos que os jogadores nos apoiem via Patreon , o que nos ajuda a executar os servidores e manter o desenvolvimento do TextSpaced em andamento. Estamos gratos pelo apoio dos jogadores da vers\u00e3o anterior do nosso jogo e atualmente nos forneceu fundos suficientes para manter o TextSpaced vivo por v\u00e1rias d\u00e9cadas.<br \/>\nHist\u00f3ria<br \/>\nO TextSpaced come\u00e7ou a vida como um jogo de linha de comando para um jogador, depois fez a transi\u00e7\u00e3o para o jogo do Facebook Messenger como um jogo baseado em equipe 4v4 antes de se tornar o primeiro MMO no Facebook Messenger.<\/p>\n<p>[a western drama](https:\/\/play.google.com\/store\/apps\/details?id=com.ThreeBit.AWDEng&amp;hl=en_US&amp;gl=US)<br \/>\n# descri\u00e7\u00e3o<br \/>\nA Western Drama \u00e9 um audiogame de arcade com uma hist\u00f3ria profunda ambientada na fronteira americana do s\u00e9culo XIX, estrelando dois ca\u00e7adores de recompensas, o jovem Wade e seu mestre Drake.<\/p>\n<p>Como Wade, o jogador ter\u00e1 que enfrentar ladr\u00f5es de caravanas, ladr\u00f5es, assassinos, mercen\u00e1rios em tiroteios violentos e duelos r\u00e1pidos, tentando capturar os quatro criminosos mais perigosos do Oeste e chegar ao cora\u00e7\u00e3o dos pesadelos recorrentes de Wade.<\/p>\n<p>O \u00e1udio binaural permite que os jogadores vivam em um mundo realista, sem usar nenhum feedback visual. Atrav\u00e9s do \u00e1udio binaural, o jogador est\u00e1 imerso em um mundo de \u00e1udio tridimensional, que projetamos seguindo as atmosferas t\u00edpicas das hist\u00f3rias spaghetti western, repletas de personagens, pequenos postos avan\u00e7ados, estradas de terra e cidades.<\/p>\n<p>[godville, android](https:\/\/play.google.com\/store\/apps\/details?id=com.godvillegame.android&amp;hl=pt_BR&amp;gl=US)<br \/>\n[Godville tamb\u00e9m pode ser jogado no navegador](http:\/\/godvillegame.com)<br \/>\n# descri\u00e7\u00e3o<br \/>\n&#8220;O melhor jogo que j\u00e1 joguei com absolutamente nenhum jogo.&#8221; (TouchArcade.com)<br \/>\n&#8220;Em \u00faltima an\u00e1lise, Godville \u00e9 um divertimento, jogo pouco incrivelmente inteligente.&#8221; (Destructoid.com)<br \/>\n&#8220;\u00c9 o jogo final para as pessoas que n\u00e3o t\u00eam muito tempo para cometer a jogar.&#8221; (148Apps.com)<\/p>\n<p>Cansado dos jogos onde voc\u00ea tem que jogar 24x7x365 simplesmente n\u00e3o se sentir como um perdedor? Godville \u00e9 a resposta! Neste jogo voc\u00ea \u00e9 deus, e tudo que voc\u00ea precisa fazer \u00e9 criar seu pr\u00f3prio her\u00f3i assim que ele vai fazer todas essas coisas chatas que voc\u00ea teve que fazer nos outros jogos. Ele vai lutar contra monstros, recolher saque, ganhar o ouro, etc, deixando-lhe apreciar a \u00fanica coisa que importa em qualquer jogo &#8211; se inclinar para tr\u00e1s e se divertir.<\/p>\n<p>Godville \u00e9 um jogo de zero-jogador (ZPG), parodiando tudo, desde &#8220;t\u00edpicos&#8221; jogos MMO com o seu n\u00edvel tediosas ups, para memes de internet e dia normal de dia as coisas. O jogo pode parecer estranho \u00e0 primeira vista, mas n\u00e3o se apresse para negligenci\u00e1-lo imediatamente. D\u00ea uma olhada em seu her\u00f3i por uns dias, olhar ao redor e voc\u00ea n\u00e3o vai se arrepender! H\u00e1 jogo mundo inteiro em Godville e tem evolu\u00eddo continuamente com base em id\u00e9ias e sugest\u00f5es da comunidade de jogadores.<\/p>\n<p>voc\u00ea pode tamb\u00e9m jogar no  e no Apple iPhone \/ iPad.<\/p>\n<p>[blind drive](https:\/\/play.google.com\/store\/apps\/details?id=com.lofipeople.blinddrive&amp;hl=pt_BR&amp;gl=US)<br \/>\n# descri\u00e7\u00e3o<br \/>\n\u201cBlind Drive \u00e9 como nenhum jogo que eu j\u00e1 joguei antes, o que, tendo jogado videogame nos \u00faltimos trinta anos, certamente diz algo.\u201d TheSixthAxis<\/p>\n<p>Blind Drive \u00e9 um jogo de arcade de a\u00e7\u00e3o e com\u00e9dia negra baseado em \u00e1udio.<\/p>\n<p>Todo o jogo \u00e9 experimentado atrav\u00e9s de seus ouvidos.<br \/>\nJogue como Donnie, tentando ganhar dinheiro r\u00e1pido em um estudo cient\u00edfico, mas rapidamente se descobrindo mal, algemado ao volante e dirigindo com os olhos vendados.<\/p>\n<p>** Fones de ouvido necess\u00e1rios **<\/p>\n<p>RECURSOS<br \/>\n&#8211; \u00c1udio hiperimersivo de 1\u00aa pessoa &#8211; t\u00e3o bom que voc\u00ea pode tocar com os olhos fechados<br \/>\n&#8211; Jogabilidade r\u00e1pida de 2 bot\u00f5es no fliperama<br \/>\n&#8211; 27 n\u00edveis incluindo lutas de chefes, \u00e1reas secretas e um G.P.S. muito rude<br \/>\n&#8211; Hil\u00e1ria hist\u00f3ria de com\u00e9dia policial com mafiosos, golfinhos e sua av\u00f3 furiosa, interpretada por um elenco completo de dubladores<br \/>\n&#8211; Visuais minimalistas e jazz\u00edsticos<br \/>\n&#8211; Haptics ultrafina (vibrar) para dispositivos compat\u00edveis<br \/>\n&#8211; Suporte para gamepad<br \/>\n&#8211; Suporte completo de acessibilidade TalkBack. Toque 3 vezes com 3 dedos para ativar<br \/>\n&#8211; Menus e legendas em ingl\u00eas, alem\u00e3o, franc\u00eas, espanhol e japon\u00eas<\/p>\n<p>AVALIA\u00c7\u00d5ES<br \/>\n\u2022 \u201cBlind Drive \u00e9 uma obra-prima\u201d &#8211; KeenGamer, 10\/10<br \/>\n\u2022 \u201cEmocionante, engra\u00e7ado e um triunfo do design de jogos de \u00e1udio\u201d &#8211; Finger Guns, 9\/10<br \/>\n\u2022 \u201cImediatamente viciante\u201d &#8211; GameSpew, 9\/10<br \/>\n\u2022 &#8220;Realidade basicamente virtual para seus ouvidos&#8221; &#8211; Mashable<br \/>\n\u2022 &#8220;Apropriadamente inteligente&#8221; &#8211; PC Gamer<\/p>\n<p>[perceptrom, um idle game](https:\/\/play.google.com\/store\/apps\/details?id=com.amorfatite.perceptron&amp;hl=pt_BR&amp;gl=US)<br \/>\n# descri\u00e7\u00e3o<br \/>\nPerceptron \u00e9 um novo jogo incremental baseado na ideia de construir e treinar uma rede neural. Os conceitos por tr\u00e1s de uma rede neural foram destilados at\u00e9 sua ess\u00eancia nesta simula\u00e7\u00e3o ociosa.<\/p>\n<p>N\u00e3o quer dizer que o jogo seja simples. Claro, ele come\u00e7a simples com apenas n\u00f3s, treinamento e dados, mas logo se transforma em um jogo ocioso complexo com prest\u00edgio e atualiza\u00e7\u00f5es. Para n\u00e3o mencionar o suporte offline.<\/p>\n<p>Assuma o papel de um jovem estudante de gradua\u00e7\u00e3o ao se tornar um magnata ocioso. Em breve voc\u00ea estar\u00e1 rivalizando com o GPT-3.<\/p>\n<p>O Perceptron n\u00e3o \u00e9 apenas mais um clicker ocioso. Ele foi projetado em torno da ideia de treinar uma rede neural e se inspirou em muitos t\u00f3picos de rede neural. Quem sabe voc\u00ea pode at\u00e9 acabar aprendendo alguma coisa.<\/p>\n<p>[lost in blindness](https:\/\/play.google.com\/store\/apps\/details?id=com.UnseenInteractive.LostinBlindness&amp;hl=pt_BR&amp;gl=US)<br \/>\n# descri\u00e7\u00e3o<br \/>\nMais do que um jogo, Lost in Blindness oferece uma experi\u00eancia extraordin\u00e1ria!<\/p>\n<p>Jogue como Alex, um jovem arque\u00f3logo cego e siga os passos do desaparecimento da civiliza\u00e7\u00e3o maia!<\/p>\n<p>Em Lost in Blindness, o jogo de aventura com os olhos vendados, descubra incr\u00edveis ambientes 3D apenas com som, sem ver nada e totalmente livre para se mover.<\/p>\n<p>Explore um templo nas profundezas da Amaz\u00f4nia e resolva todos os quebra-cabe\u00e7as que ele cont\u00e9m.<br \/>\nGra\u00e7as a um sistema de op\u00e7\u00f5es de di\u00e1logo, tome decis\u00f5es que mudar\u00e3o o curso de sua hist\u00f3ria, para torn\u00e1-la ainda mais contundente!<\/p>\n<p>E porque um jogo de aventura digno desse nome sempre tem sua cota de a\u00e7\u00e3o e infiltra\u00e7\u00e3o, tome cuidado para ficar atento, parece que algumas pessoas e criaturas realmente n\u00e3o querem que voc\u00ea descubra os segredos .do templo!<br \/>\nMas n\u00e3o se preocupe, voc\u00ea tamb\u00e9m encontrar\u00e1 aliados preciosos &#8230; pelo menos &#8230; talvez.<\/p>\n<p>Lost in Blindness \u00e9 a promessa de um jogo como voc\u00ea nunca viu antes!<br \/>\nEnt\u00e3o\u2026 Pronto para a aventura de LOST IN BLINDNESS?<\/p>\n<p>[orna, MMO rpg para android e em portugu\u00eas](https:\/\/play.google.com\/store\/apps\/details?id=playorna.com.orna&amp;hl=pt_BR&amp;gl=US)<br \/>\n# descri\u00e7\u00e3o<br \/>\nO Geocaching (Ca\u00e7a ao Tesouro) encontra com um RPG cl\u00e1ssico baseado em turnos.<\/p>\n<p>Neste exclusivo RPG de multijogadores com GPS, voc\u00ea pode desfrutar de um combate baseado em turnos, coletar e aprimorar suas armas e armaduras, participar das batalhas JxJ, lutar nas masmorras, matar os drag\u00f5es e reivindicar os marcos do mundo real numa plataforma online atrav\u00e9s do seu dispositivo m\u00f3vel, onde quer que voc\u00ea esteja.<\/p>\n<p>Jogadores do Orna:<\/p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<\/p>\n<p>1. * Explore as masmorras em um mundo de fantasia e explore o seu pr\u00f3prio mundo real;<br \/>\n2. * Desfrute de gr\u00e1ficos de pixel de 8 bits com um toque moderno;<br \/>\n3. * Junte-se aos reinos para lutar em guerras e ataques online;<br \/>\n4. * Desafie outros jogadores em uma arena JxJ;<br \/>\n5. * Suba de n\u00edvel e evolua em mais de 50 classes de personagens;<br \/>\n6. * Colecione mais de 1.000 itens no jogo;<br \/>\n7. * Teste seu personagem contra mais de 300 tipos de monstros;<br \/>\n8. *encontre e derrote mais de 100 chefes e saques exclusivos.<\/p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<\/p>\n<p>[Global War Simulation LITE &#8211; Strategy War Game](https:\/\/play.google.com\/store\/apps\/details?id=com.globalwarsimulationlite)<br \/>\n# descri\u00e7\u00e3o<br \/>\nO Melhor Jogo de Estrat\u00e9gia de Guerra do mercado.<\/p>\n<p>Escolha seu pa\u00eds, fortale\u00e7a seu ex\u00e9rcito, conquiste o mundo.<\/p>\n<p>O mais novo divertido jogo de guerra de estrat\u00e9gia m\u00f3vel est\u00e1 esperando por voc\u00ea!<\/p>\n<p>Se voc\u00ea quer se especializar em jogos de guerra e estrat\u00e9gia, junte-se a n\u00f3s.<\/p>\n<p>RECURSOS DO JOGO<br \/>\n\u25cf O objetivo do jogo \u00e9 conquistar o mundo inteiro usando a ag\u00eancia secreta ou por opera\u00e7\u00f5es terrestres.<br \/>\n\u25cf Gerencie seu pa\u00eds em espionagem, economia, impostos, investimento, pesquisa, centro de opera\u00e7\u00f5es, ind\u00fastria de defesa, administra\u00e7\u00e3o do pa\u00eds, guerra, m\u00eddia, seguran\u00e7a e muitos outros assuntos.<br \/>\n\u25cf Implante agentes em pa\u00edses e re\u00fana intelig\u00eancia.<br \/>\n\u25cf Re\u00fana intelig\u00eancia militar e econ\u00f4mica sobre os pa\u00edses.<br \/>\n\u25cf Obtenha relat\u00f3rios militares, econ\u00f4micos, pol\u00edticos, de intelig\u00eancia, de guerra e de todo o mundo.<br \/>\n\u25cf Desenvolva estrat\u00e9gias e gerencie seu pessoal.<br \/>\n\u25cf Ataque qualquer pa\u00eds que quiser e conquiste o mundo.<br \/>\n\u25cf Ocupar pa\u00edses por meio de opera\u00e7\u00f5es terrestres.<br \/>\n\u25cf Conduza ataques a\u00e9reos e com m\u00edsseis.<br \/>\n\u25cf Fa\u00e7a ataques cibern\u00e9ticos em outros pa\u00edses.<br \/>\n\u25cf Fa\u00e7a acordos de com\u00e9rcio e paz.<br \/>\n\u25cf Ganhe dinheiro pesquisando, processando e vendendo minas em seu pa\u00eds.<br \/>\n\u25cf Fa\u00e7a produ\u00e7\u00f5es em f\u00e1bricas.<br \/>\n\u25cf Negocie com outros pa\u00edses enviando solicita\u00e7\u00f5es comerciais.<br \/>\n\u25cf Aplique o imposto que voc\u00ea deseja ao seu pessoal.<br \/>\n\u25cf Desenvolva seu pa\u00eds fazendo pesquisas.<br \/>\n\u25cf Limpe os inimigos em seu pa\u00eds.<br \/>\n\u25cf Fa\u00e7a investimentos em seu pa\u00eds nas \u00e1reas que desejar.<br \/>\n\u25cf Lute com intelig\u00eancia artificial avan\u00e7ada.<br \/>\n\u25cf Escolha uma moeda diferente para cada pa\u00eds.<br \/>\n\u25cf Android 5.0 e telefones superiores<br \/>\n\u25cf Suporte para tablet de 7 e 10 polegadas<br \/>\n\u25cf Jogue no idioma de sua escolha com 12 op\u00e7\u00f5es de idioma diferentes.<br \/>\n\u25cf INGL\u00caS, TURCO, ESPA\u00d1OL, DEUTSCH, ITALIANO, FRAN\u00c7AIS, \u0420\u041e\u0421\u0421\u0418\u042f, PORTUGU\u00caS, INDON\u00c9SIA, HINDI, ARABIC, AZERBAIJANI<\/p>\n<p>Global War Simulation LITE \u00e9 um jogo envolvente e \u00fanico que combina elementos de jogos de guerra e simula\u00e7\u00e3o.<\/p>\n<p>5 PA\u00cdSES JOG\u00c1VEIS<br \/>\n\u25cf Escolha seu pa\u00eds e comece a governar com uma mec\u00e2nica de jogo simples.<br \/>\n\u25cf TURQUIA, JAP\u00c3O, CANAD\u00c1, NIG\u00c9RIA, QATAR<\/p>\n<p>AULAS MILITARES ESPECIAIS<br \/>\n\u25cf Treine unidades militares espec\u00edficas para cada pa\u00eds.<br \/>\n\u25cf Fortale\u00e7a seu ex\u00e9rcito com t\u00e1ticas militares, comandantes e moderniza\u00e7\u00f5es.<br \/>\n\u25cf Infantaria, Comando, SAS, SAT, Boina Burgundy, etc &#8230;<\/p>\n<p>10 UNIDADES MILITARES DIFERENTES<br \/>\n\u25cf Aumente seu poder de ataque comprando novas armas.<br \/>\n\u25cf Ve\u00edculo blindado, obuseiro, tanque, helic\u00f3ptero, ca\u00e7a, bombardeiro, navio de guerra, submarino, porta-avi\u00f5es, m\u00edsseis bal\u00edsticos<\/p>\n<p>PESQUISA EM 55 PA\u00cdSES DIFERENTES<br \/>\n\u25cf Aumente o poder do ex\u00e9rcito, a economia e a popula\u00e7\u00e3o fazendo pesquisas de pa\u00eds.<br \/>\n\u25cf Sistemas de defesa a\u00e9rea, tecnologias de espionagem, popula\u00e7\u00e3o, f\u00e1bricas, ind\u00fastria, inform\u00e1tica, transporte, etc &#8230;<\/p>\n<p>20 PRODU\u00c7\u00d5ES DIFERENTES<br \/>\n\u25cf Aumente sua economia produzindo em suas f\u00e1bricas.<br \/>\n\u25cf Ganhe mais dinheiro fazendo acordos comerciais.<br \/>\n\u25cf Carros dom\u00e9sticos, telefone, computador, sat\u00e9lite, ve\u00edculo militar, armas leves, armas pesadas, muni\u00e7\u00f5es dom\u00e9sticas, UAV, UAV, etc &#8230;<\/p>\n<p>15 \u00c1REAS DE INVESTIMENTO DIFERENTES<br \/>\n\u25cf Aumente sua renda di\u00e1ria fazendo investimentos.<br \/>\n\u25cf Defesa, Arma, Educa\u00e7\u00e3o, Sa\u00fade, Finan\u00e7as, Turismo, Software, Agricultura, Automotivo, Eletr\u00f4nica, etc &#8230;<\/p>\n<p>MAIS RECURSOS<br \/>\n\u25cf Assembleia e Elei\u00e7\u00f5es<br \/>\n\u25cf Consulado<br \/>\n\u25cf Cientistas<br \/>\n\u25cf Instala\u00e7\u00f5es escondidas<br \/>\n\u25cf Defesa Cibern\u00e9tica<br \/>\n\u25cf Seguran\u00e7a de Fronteira<br \/>\n\u25cf Seguran\u00e7a Pessoal<br \/>\n\u25cf Impostos e empr\u00e9stimos banc\u00e1rios<br \/>\n\u25cf Recursos Minerais<br \/>\n\u25cf Institui\u00e7\u00f5es p\u00fablicas<br \/>\n\u25cf Turismo<br \/>\n\u25cf miss\u00f5es<br \/>\n\u25cf Empres\u00e1rios<br \/>\n\u25cf Muitos mais recursos &#8230;<\/p>\n<p>SUPORTE<br \/>\n\u279e A sua opini\u00e3o sobre o jogo \u00e9 muito importante para n\u00f3s.<br \/>\n\u279e Se voc\u00ea gosta do nosso jogo e pode nos ajudar a melhorar.<br \/>\n\u279e Voc\u00ea pode entrar em contato conosco na se\u00e7\u00e3o de coment\u00e1rios e no endere\u00e7o de e-mail.<br \/>\n\u279e Voc\u00ea pode verificar o Guia do Jogo para obter informa\u00e7\u00f5es detalhadas sobre o jogo.<\/p>\n<p>Conquiste o mundo com uma jogabilidade simples, intelig\u00eancia artificial avan\u00e7ada e conte\u00fado de jogo detalhado.<\/p>\n<p>Global War Simulation LITE \u00e9 um jogo de muito sucesso nas categorias de jogo de guerra moderno, jogo de estrat\u00e9gia militar, jogo de simula\u00e7\u00e3o e jogo de magnata em celulares e tablets.<\/p>\n<p>[\u00e1udio duel](https:\/\/play.google.com\/store\/apps\/details?id=com.tecshield.audioduel)<br \/>\n# descri\u00e7\u00e3o<br \/>\nAudio Duel \u00e9 um jogo de \u00e1udio online simples que apresenta um sistema de combate de tabuleiro quadrado, onde seu objetivo \u00e9 defender sua posi\u00e7\u00e3o de ataques inimigos enquanto, ao mesmo tempo, tenta executar ataques contra o inimigo.<br \/>\nOu\u00e7a de onde v\u00eam os sons dos ataques do inimigo, aponte o dedo para a mesma posi\u00e7\u00e3o para se defender do ataque. Escolha a posi\u00e7\u00e3o onde deseja atacar e siga em frente. Afie sua audi\u00e7\u00e3o e tente chegar \u00e0 frente de seu oponente marcando mais pontos e ganhando.<br \/>\nRecursos:<br \/>\nSistema de combate multidirecional com a possibilidade de atacar e \/ ou defender de v\u00e1rias posi\u00e7\u00f5es.<br \/>\nJogue online e teste suas habilidades contra duelistas de \u00e1udio na Internet.<br \/>\nUm tutorial para iniciantes para ajud\u00e1-lo no jogo.<br \/>\nUm modo offline para permitir que voc\u00ea pratique suas habilidades, familiarize-se com a mec\u00e2nica e aprenda o que \u00e9 preciso para vencer o jogo.<br \/>\nRecursos visuais para que pessoas cegas e com vis\u00e3o possam jogar da mesma forma.<\/p>\n<p>Este \u00e9 nosso primeiro lan\u00e7amento do jogo. Com o seu apoio e feedback, mais e mais atualiza\u00e7\u00f5es ser\u00e3o lan\u00e7adas e o conte\u00fado ser\u00e1 adicionado gradualmente, ent\u00e3o espere mais de n\u00f3s em um futuro pr\u00f3ximo.<br \/>\n[Hell Hunter: Anti-Nomen](https:\/\/play.google.com\/store\/apps\/details?id=com.ivproductions.hellhunter)<br \/>\n# descri\u00e7\u00e3o<br \/>\nEm nossos dias, em um mundo onde a tecnologia se espalhou pelo mundo, a humanidade nem pode imaginar que vampiros e todas as criaturas da noite realmente existam.<\/p>\n<p>Elyon \u00e9 um dhampir e um ca\u00e7ador de vampiros e voc\u00ea, ca\u00e7ador de sangue, o ajudar\u00e1 a ca\u00e7ar Dr\u00e1cula, o senhor das trevas.<\/p>\n<p>HELL HUNTER: ANTI-NOMEN \u00e9 um audiogame de RPG de terror e narrativa de a\u00e7\u00e3o com uma ampla variedade de ambientes imersivos.<\/p>\n<p>Explore a Transilv\u00e2nia moderna e sobreviva \u00e0 persegui\u00e7\u00e3o de uma criatura imbat\u00edvel &#8230; Quanto tempo voc\u00ea consegue durar?<\/p>\n<p>Uma nova aventura com 100 novos mapas em 10 cen\u00e1rios diferentes! Mais de 7 horas de jogo.<\/p>\n<p>Voc\u00ea tem coragem de seguir Elyon durante sua ca\u00e7a ao Dr\u00e1cula?<br \/>\nVoc\u00ea ser\u00e1 perseguido por lobisomens na floresta, voc\u00ea precisar\u00e1 passar por um ataque dos revenants e sobreviver \u00e0 persegui\u00e7\u00e3o de uma criatura imbat\u00edvel &#8230;<\/p>\n<p>Siga Elyon nesta nova aventura de terror, voc\u00ea ser\u00e1 corajoso o suficiente?<\/p>\n<p>Cr\u00e9ditos<br \/>\nHell Hunter: Anti-Nomen<br \/>\nUm jogo de Giovanni Debidda (tamb\u00e9m conhecido como Tenkarider)<br \/>\nGame design Giovanni Debidda<br \/>\nPrograma\u00e7\u00e3o de Giovanni Debidda e Massimo De Pasquale<br \/>\nHist\u00f3ria de Giovanni Debidda<br \/>\nDesign de som, SFX e m\u00fasica de Giovanni Debidda, Marianna Murgia e Freesound.org<br \/>\nTeste de Tiziano Ferraro, Enea Cabra, Douglas Gallo, Joel Parraz, Manuele Bonini (conhecido como Sanzef), Riccardo Vecchi e Giovanni Debidda<br \/>\nVoz de David McCallion<br \/>\nArte do \u00edcone da loja por Laura Ceccardi<br \/>\nPorting por Matteo Manicone (More Game Studio)<br \/>\nDire\u00e7\u00e3o Administrativa de Mirko Venturi<br \/>\nAgradecimentos especiais a: Marta Cappelletto, Andrea D\u2019Angelo, Elia Grasselli e Katerine De Santis<\/p>\n<p>Um audiogame feito e produzido pela AUDIOGAMES ASSOCIATION<\/p>\n<p>[grimquest origins](https:\/\/play.google.com\/store\/apps\/details?id=com.grimdev.grimquest0)<br \/>\n# descri\u00e7\u00e3o<br \/>\nGrim Quest: Origins \u00e9 um RPG \/ Dungeon Crawler cl\u00e1ssico baseado em turnos com uma est\u00e9tica limpa e uma vibra\u00e7\u00e3o retro. Ele coloca muita \u00eanfase na atmosfera e na imers\u00e3o com muito texto escrito, m\u00fasica cuidadosamente escolhida e visuais adequados que pintam um mundo colorido de um arquip\u00e9lago tropical mortal. Alguns elementos semelhantes a roguel s\u00e3o adicionados para uma boa medida. Uma reminisc\u00eancia de caneta e papel DnD.<br \/>\n*** RECURSOS ***<br \/>\n&#8211; mergulhe em um rico mundo de fantasia com sua pr\u00f3pria hist\u00f3ria e tradi\u00e7\u00e3o<br \/>\n&#8211; derrote inimigos e lute contra chefes em um sistema de combate cl\u00e1ssico baseado em turnos<br \/>\n&#8211; personalize seu personagem com muitos feiti\u00e7os exclusivos, bem como habilidades ativas e passivas<br \/>\n&#8211; selecione um dos 7 planos de fundo do personagem e personalize seu personagem com mais de 50 vantagens especiais, cada qual afetando a jogabilidade de sua pr\u00f3pria maneira<br \/>\n&#8211; experimente o mundo do jogo por meio de uma variedade de eventos interativos baseados em texto<br \/>\n&#8211; gerencie seu pr\u00f3prio navio e tripula\u00e7\u00e3o enquanto explora um arquip\u00e9lago tropical selvagem<br \/>\n&#8211; adquira armas, armaduras, acess\u00f3rios, itens consum\u00edveis, ingredientes de fabrica\u00e7\u00e3o e muito mais<br \/>\n&#8211; complete miss\u00f5es, colete recompensas e encontre peda\u00e7os espalhados de conhecimento<br \/>\n&#8211; relaxe ou adicione suspense com 4 n\u00edveis de dificuldade, morte permanente opcional e outras configura\u00e7\u00f5es ajust\u00e1veis<\/p>\n<p>[true footeball1](https:\/\/play.google.com\/store\/apps\/details?id=pl.mkr888.Manager)<br \/>\n# descri\u00e7\u00e3o<br \/>\nEnfrenta as realidades do mundo do futebol e leva a tua equipa \u00e0 vit\u00f3ria, independentemente dos obst\u00e1culos. Com este jogo de gest\u00e3o de futebol consegues a verdadeira escolha &#8211; usa as tuas habilidades t\u00e1ticas ou&#8230;causa um esc\u00e2ndalo de corrup\u00e7\u00e3o!<\/p>\n<p>482 equipas jog\u00e1veis \u200b\u200b(977 total!) A partir de 23 ligas dispon\u00edveis!<\/p>\n<p>O True Football est\u00e1 totalmente em portugu\u00eas!<br \/>\n[true footeball2](https:\/\/play.google.com\/store\/apps\/details?id=pl.mkr.truefootball2)<br \/>\n# descri\u00e7\u00e3o<br \/>\nQuer ser um treinador de futebol? Para alcan\u00e7ar as maiores trof\u00e9us com seu time favorito? Sim, este aplicativo \u00e9 para voc\u00ea!<\/p>\n<p>True Football 2 permite que voc\u00ea escolha um dos mais de 2000 equipes jog\u00e1veis\u200b\u200b. H\u00e1 112 ligas de 88 pa\u00edses para escolher, o que torna o jogo mais importante treinador de futebol dispon\u00edvel em dispositivos Android!<\/p>\n<p>Decidir sobre os diferentes aspectos de sua equipe, incluindo finan\u00e7as, forma\u00e7\u00e3o de jovens, transfer\u00eancias, contratos de patroc\u00ednio e muito mais! Ven\u00e7a seus jogos para ganhar a confian\u00e7a de seu presidente e apoiadores. Voc\u00ea gosta de desafios? Por que voc\u00ea n\u00e3o assumir uma das equipes de divis\u00f5es inferiores, e chegar ao topo com ele? Ou, para testar suas habilidades de gest\u00e3o de uma equipe mais fraca do pa\u00eds menor? Voc\u00ea ter\u00e1 de enfrentar in\u00fameras dificuldades, como uma poss\u00edvel agress\u00e3o de seus f\u00e3s e at\u00e9 mesmo ofertas de corrup\u00e7\u00e3o! Voc\u00ea pode lidar com isso?<\/p>\n<p>Desbloquear conquistas no jogo e ganhar pontos para seus trof\u00e9us. Compare sua pontua\u00e7\u00e3o com jogadores de todo o mundo. Seja o melhor treinador de futebol de sempre!<\/p>\n<p>True Football 2 \u00e9 totalmente gratuito, n\u00e3o havendo pagamento in-game. Apenas divirta-se!<\/p>\n<p>Dispon\u00edvel no idioma Portugu\u00eas! Tradutor &#8211; Jorge Ros\u00e1rio.<\/p>\n<p>D\u00favidas? Bugs? Opini\u00f5es? Procurar p\u00e1gina &#8220;True Football&#8221; no Facebook, ou envie uma mensagem!<\/p>\n<p>[Istoria &#8211; Text Adventure](https:\/\/play.google.com\/store\/apps\/details?id=com.kallasenterprises.textadv)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Istoria \u00e9 um jogo de aventura de texto interativo que incorpora uma mistura de hist\u00f3ria, conta\u00e7\u00e3o de hist\u00f3rias e humor para proporcionar a melhor experi\u00eancia ao usu\u00e1rio. As v\u00e1rias aventuras textuais s\u00e3o hist\u00f3rias fict\u00edcias tiradas de per\u00edodos hist\u00f3ricos em v\u00e1rios pa\u00edses. O usu\u00e1rio pode escolher v\u00e1rias op\u00e7\u00f5es em toda a hist\u00f3ria que alteram o curso dos eventos.<\/p>\n<p>[linear void, 3 + jogos de rpg e texto](https:\/\/play.google.com\/store\/apps\/collection\/cluster?clp=igM4ChkKEzc4MzA3NzkzNDg5ODgxMjE2NDAQCBgDEhkKEzc4MzA3NzkzNDg5ODgxMjE2NDAQCBgDGAA%3D:S:ANO1ljKinTY&amp;gsr=CjuKAzgKGQoTNzgzMDc3OTM0ODk4ODEyMTY0MBAIGAMSGQoTNzgzMDc3OTM0ODk4ODEyMTY0MBAIGAMYAA%3D%3D:S:ANO1ljKHVi0)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>aqui tem v\u00e1rios jogos rpgs com hist\u00f3rias extremamente emocionantes! 3 jogos + construidos para serem acess\u00edveis, simples, e profundos! est\u00e3o em ingl\u00eas!<\/p>\n<p>[Totally Random Hero LITE](https:\/\/download852.mediafire.com\/tv4xfh7aoneg\/ypzb5bziu3tkz9p\/Totally+Random+Hero+RPG_1.2.6_apkcombo.com.apk)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Voc\u00ea quer matar Drag\u00f5es e Orcs? Voc\u00ea se levantaria para derrotar uma horda de texugos Ravenous que amea\u00e7am o reino? Ent\u00e3o voc\u00ea tem tudo para se tornar um Her\u00f3i Totalmente Aleat\u00f3rio! Torne-se um guerreiro robusto empunhando Claymore ou talvez um mago s\u00e1bio lan\u00e7ador de feiti\u00e7os. Talvez voc\u00ea goste das sombras, aproximando-se sorrateiramente de seus inimigos e derrubando-os com um s\u00f3 golpe! Em Totally Random Hero, a escolha \u00e9 sua &#8230; mas todo o resto \u00e9 aleat\u00f3rio! Este \u00e9 um RPG de aventura com estilo cl\u00e1ssico. Uma combina\u00e7\u00e3o de texto claro e gr\u00e1ficos biterizados mant\u00e9m a jogabilidade divertida e interessante. Este \u00e9 o jogo perfeito para pegar e jogar. Jogue por alguns minutos ou v\u00e1rias horas, sempre haver\u00e1 algo para se envolver. Recursos da vers\u00e3o LITE: &#8211; Mais de 100 armas e itens! &#8211; Lute com Espadas, Adagas, Machados, Arcos, Grandes Espadas ou Martelos de Guerra &#8211; Equipe seu Her\u00f3i com Armaduras e Elmos e otimize-os ainda mais com Luvas e Botas Encantadas. &#8211; 15 Tipos de Monstros para derrotar &#8211; 6 Estat\u00edsticas de Personagem para Atualizar para Personaliza\u00e7\u00e3o completa do personagem &#8211; Complete miss\u00f5es para ganhar Experi\u00eancia ou Ouro &#8211; Explore P\u00e2ntanos, Selvas, Montanhas e muito mais em busca de Cidades e Masmorras &#8211; Limite de N\u00edvel: 7 &#8211; Desafie-se a alcan\u00e7ar a pontua\u00e7\u00e3o mais alta poss\u00edvel! &#8211; Voc\u00ea NUNCA vai jogar o mesmo jogo duas vezes! Recursos da vers\u00e3o completa: &#8211; 1800+ armas e itens! &#8211; Mais de 40 tipos de monstro para derrotar &#8211; Complete miss\u00f5es para ganhar experi\u00eancia, ouro ou pontos de her\u00f3i &#8211; N\u00edvel m\u00e1ximo: 50 (em breve, sem limite de n\u00edvel!) &#8211; A morte n\u00e3o \u00e9 o fim! Continue jogando, mas sacrifique sua pontua\u00e7\u00e3o! Se voc\u00ea tiver algum problema com o jogo, quiser enviar-me algum feedback ou sugest\u00f5es, pode me enviar um e-mail para htkgames@gmail.com<\/p>\n<p>[Race Together](https:\/\/play.google.com\/store\/apps\/details?id=com.vnspeak.race2gether)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Race Together \u00e9 a aplica\u00e7\u00e3o de corrida inspirada na corrida &#8220;Run with me&#8221; (&#8220;Run together&#8221;). A tarefa do jogador \u00e9 ouvir o som do carro \u00e0 frente para controlar seu carro. Na estrada h\u00e1 muitos outros ve\u00edculos, ent\u00e3o o carro que corre \u00e0 frente sempre tem que se esquivar para evit\u00e1-los. Se voc\u00ea n\u00e3o control\u00e1-lo a tempo, voc\u00ea ser\u00e1 apunhalado nesses ve\u00edculos. Quanto mais r\u00e1pido voc\u00ea for, mais r\u00e1pido voc\u00ea ter\u00e1 que refletir. Dependendo da dist\u00e2ncia percorrida, voc\u00ea receber\u00e1 medalhas de ouro, prata, bronze ou platina. Este jogo foi projetado para funcionar mesmo quando o TalkBack est\u00e1 ativado e possui uma interface gr\u00e1fica agrad\u00e1vel. Por isso, se voc\u00ea n\u00e3o souber como jogar, pe\u00e7a a algu\u00e9m para gui\u00e1-lo. Esta primeira vers\u00e3o tem 3 pistas. Instru\u00e7\u00f5es do jogo: 1. Este jogo \u00e9 reproduzido no modo paisagem e deve ter um fone de ouvido est\u00e9reo para reproduzir. 2. Antes de come\u00e7ar a jogar, voc\u00ea deve verificar se instalou corretamente os fones de ouvido direito pressionando o bot\u00e3o do fone de ouvido. 3. Clique no bot\u00e3o Start playing para jogar. 4. Controle o carro com os bot\u00f5es esquerdo e direito na parte inferior da tela (1\/3 e metade da tela). \u00c0 esquerda, h\u00e1 7 bot\u00f5es esquerdo e direito com 7 bot\u00f5es \u00e0 direita. Voc\u00ea controla o carro com os dedos nos bot\u00f5es. Note que n\u00e3o segure suas m\u00e3os nesses bot\u00f5es, mas levante as m\u00e3os quando o controle estiver completo. 5. Voc\u00ea ouve o som do carro \u00e0 frente e distingue a esquerda ou direita de seu ve\u00edculo e rapidamente dirige seu carro na dire\u00e7\u00e3o do ve\u00edculo \u00e0 frente. 6. O jogo termina quando o seu carro bate no carro na estrada. Instru\u00e7\u00f5es de opera\u00e7\u00e3o: 1. Voc\u00ea suporta o dispositivo horizontalmente com 2 ponteiros, a tela est\u00e1 voltada para cima. Dois polegares est\u00e3o dispon\u00edveis acima dos dois cantos da tela. 2. O que voc\u00ea precisa fazer \u00e9 dirigir seu carro na dire\u00e7\u00e3o certa. Quando voc\u00ea ouvir o som do carro vindo para a direita, pegue o polegar direito para mover da esquerda para a direita no canto direito da tela para dirigir seu carro para a direita. Com o som \u00e0 esquerda, fa\u00e7a o mesmo com o dedo esquerdo. O objetivo \u00e9 que o som do motor do carro da frente esteja no meio. 3. Observe apenas o toque e n\u00e3o muito r\u00e1pido, mas o TalkBack recebe o gesto horizontal do TalkBack. Depois de arranhar, retire o dedo da tela e prepare-se para o pr\u00f3ximo movimento.<\/p>\n<p>[Rock Paper Scissors Online](https:\/\/play.google.com\/store\/apps\/details?id=com.vnspeak.rpsonline)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Pedra-papel-tesoura \u00e9 um jogo cl\u00e1ssico que todos conhecem. Pedra-papel-tesoura n\u00e3o \u00e9 apenas um jogo de azar, mas um sistema estrat\u00e9gico com uma forte base psicol\u00f3gica. \u00c9 frequentemente usado como um m\u00e9todo de escolha justa entre duas pessoas, semelhante a jogar uma moeda, desenhar palhetas ou jogar dados para resolver uma disputa ou tomar uma decis\u00e3o em grupo imparcial. Ao contr\u00e1rio de m\u00e9todos de sele\u00e7\u00e3o verdadeiramente aleat\u00f3rios, no entanto, tesouras de papel-pedra podem ser jogadas com um certo grau de habilidade, reconhecendo e explorando o comportamento n\u00e3o-aleat\u00f3rio em oponentes. Voc\u00ea pode explorar o comportamento do seu oponente? S\u00f3 h\u00e1 uma maneira de descobrir! Rock Paper Scissors Online suporta dois modos: &#8211; Modo de pr\u00e1tica: voc\u00ea joga offline contra o seu dispositivo. &#8211; Jogue o modo online: voc\u00ea joga contra humanos reais. Para jogar neste modo, voc\u00ea deve fazer login no Google. Voc\u00ea pode convidar seus amigos para jogar, aceitar convites de amigos ou apenas jogar rapidamente com usu\u00e1rios desconhecidos. &nbsp; Caracter\u00edsticas adicionais: &#8211; Os jogadores podem enviar uma risada e chorar ao advers\u00e1rio para mostrar sua atitude em rela\u00e7\u00e3o ao jogo. &#8211; A pontua\u00e7\u00e3o s\u00f3 pode ser redefinida por acordo.<\/p>\n<p>[Assistive Solitaire Collection](https:\/\/play.google.com\/store\/apps\/details?id=com.vnspeak.solitaire)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Assistive Solitaire Collection \u00e9 uma cole\u00e7\u00e3o de 19 jogos de cartas populares, incluindo AcesUp, Canfield, Quarenta e Oito, FreeCell, Golf, Rel\u00f3gio de Av\u00f4s, Cigana, Klondike, Mod3, Pir\u00e2mide, SimpleSimon, Spider, Tripeaks, Vegas e Yukon. O Assistive Solitaire Collection \u00e9 totalmente compat\u00edvel e funciona bem com o TalkBack e outros leitores de tela. Principais caracter\u00edsticas: &#8211; altamente personaliz\u00e1vel &#8211; Dificuldade de configura\u00e7\u00e3o &#8211; salvamento autom\u00e1tico &#8211; lista de alta pontua\u00e7\u00e3o &#8211; Desfazer e dica &#8211; Suporte para paisagem e tablet. &#8211; 04 m\u00e9todos de foco para f\u00e1cil movimenta\u00e7\u00e3o entre cart\u00f5es e pilhas. Licen\u00e7a: A Coleta de Paci\u00eancia Assistiva \u00e9 desenvolvida a partir da cole\u00e7\u00e3o Simple Solitaire &#8211; Copyright 2016 &#8211; Tobias Bielefeld &#8211; Licenciada sob a GPLv3 +<\/p>\n<p>[Ceogame (Alpha) &#8211; Simula\u00e7\u00e3o de Neg\u00f3cios](https:\/\/play.google.com\/store\/apps\/details?id=br.com.ceogame.ceogame)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>J\u00e1 pensou em dominar o mercado, ser um empres\u00e1rio de sucesso e fazer muito dinheiro? Pois ent\u00e3o, assuma a cadeira de CEO nesta complexa simula\u00e7\u00e3o em forma de jogo. Gerencie m\u00faltiplos neg\u00f3cios e fique bilion\u00e1rio! Participe do desenvolvimento do jogo, acompanhando o status das novas fun\u00e7\u00f5es, an\u00fancios e enviando valiosos feedbacks pelo nosso Discord (link no game).<\/p>\n<p>[galactic emperor](https:\/\/play.google.com\/store\/apps\/details?id=com.testa.galacticemperor)<\/p>\n<p>#descri\u00e7\u00e3o<\/p>\n<p>Um jogo de estrat\u00e9gia e simulador de dominar o mundo baseado em turnos, onde VOC\u00ca interpreta o papel de um imperador do mal da gal\u00e1xia! L\u00edder supremo, hoje celebramos a sua autoproclama\u00e7\u00e3o como imperador da gal\u00e1xia, a antiga rep\u00fablica caiu! Infelizmente, esta not\u00edcia levantou rebeli\u00f5es em todo o espa\u00e7o gal\u00e1ctico. N\u00e3o ser\u00e1 f\u00e1cil implementar o seu plano maligno e assumir o controlo da gal\u00e1xia, voc\u00ea precisar\u00e1 tomar decis\u00f5es t\u00e1ticas e usar uma estrat\u00e9gia eficaz se quiser vencer a guerra contra os rebeldes. Galactic Emperor \u00e9 um jogo offline de estrat\u00e9gia com uma combina\u00e7\u00e3o de elementos: RPG t\u00e1tico, estrat\u00e9gia em turnos, guerras, simula\u00e7\u00e3o de fic\u00e7\u00e3o cient\u00edfica, explora\u00e7\u00e3o espacial e jogo de texto. A idade do seu imp\u00e9rio estelar come\u00e7ou, voc\u00ea est\u00e1 pronto para desempenhar o papel de um imperador e conquistar o universo com este jogo estrat\u00e9gico estabelecido no espa\u00e7o? Este RPG de Estrat\u00e9gia \u00e9 totalmente gratuito, tamb\u00e9m funciona offline e est\u00e1 dispon\u00edvel em portugu\u00eas.<\/p>\n<p>[age of dynasties, roman empire](https:\/\/play.google.com\/store\/apps\/details?id=com.testa.romedynasty)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Um jogo \u00e9pico de conquista e estrat\u00e9gia baseado em voltas durante os anos do glorioso Imp\u00e9rio Romano. Salve C\u00e9sar! As vossas legi\u00f5es esperam-vos para conquistar o mundo e conduzir Roma e a vossa dinastia \u00e0 gl\u00f3ria eterna. Transformar Roma de uma pequena cidade-estado no cora\u00e7\u00e3o da pen\u00ednsula italiana na maior civiliza\u00e7\u00e3o que o mundo j\u00e1 viu. Liderem as vossas legi\u00f5es em batalhas \u00e9picas contra todos os reinos e civiliza\u00e7\u00f5es que se atrevem a travar uma guerra contra o Imp\u00e9rio Romano. Atualize as fortifica\u00e7\u00f5es do seu imp\u00e9rio para se defender contra os guerreiros das civiliza\u00e7\u00f5es inimigas que ir\u00e3o sitiar Roma, numa tentativa de derrubar o seu reino. Sobreviver aos desafios que, ao longo da hist\u00f3ria, abalaram o poder de Roma ao quebrar o imp\u00e9rio: enredos e trai\u00e7\u00f5es, guerras e invas\u00f5es b\u00e1rbaras, motins e golpes de Estado. C\u00e9sar Augusto, reescreve a hist\u00f3ria do Imp\u00e9rio Romano e evita a sua queda. Age of Dynasties: Imp\u00e9rio Romano, caracter\u00edsticas: &#8211; um jogo de estrat\u00e9gia por turnos: aplique as melhores estrat\u00e9gias para gerir o seu imp\u00e9rio, retra\u00e7ando, em cada turno, os acontecimentos hist\u00f3ricos mais significativos da hist\u00f3ria de Roma. &#8211; dinastia e povo talentoso: fa\u00e7a a sua dinastia prosperar sob o comando do seu imp\u00e9rio e impe\u00e7a o estabelecimento da Rep\u00fablica Romana. Eduque os seus herdeiros escolhendo estrat\u00e9gica e pessoas talentosas taticamente para formar o futuro imp\u00e9rio para ser um grande conquistador e lend\u00e1rio imperador. &#8211; gest\u00e3o de cidades: expandir as suas cidades atrav\u00e9s da constru\u00e7\u00e3o de f\u00f3runs imperiais, anfiteatros romanos, aquedutos, pante\u00f5es dedicados aos deuses romanos, vilas imperiais, e fortifica\u00e7\u00f5es. &#8211; simulador de batalha: assuma o comando dos seus ex\u00e9rcitos na Europa antiga e conduza-os a batalhas \u00e9picas. Conduza-os com estrat\u00e9gia e t\u00e1ticas militares para subjugar as civiliza\u00e7\u00f5es inimigas e conquistar o territ\u00f3rio. &#8211; Invista em tecnologias e novas ideias para fortalecer o ex\u00e9rcito e acelerar as suas conquistas. &#8211; jogo da conquista: leve as legi\u00f5es a participar nas guerras P\u00fanicas, na revolta Spartacus, na conquista da G\u00e1lia, nas guerras civis, e na conquista de territ\u00f3rio. Experimente a ascens\u00e3o e a gl\u00f3ria de Roma! &#8211; Oficiais e Carreira: Alistem centuri\u00f5es e generais de confian\u00e7a para conceberem a estrat\u00e9gia e o comando das vossas legi\u00f5es. Envolva-se com senadores e oficiais capazes de administrar taticamente as prov\u00edncias romanas. &#8211; alian\u00e7as e intrigas pol\u00edticas: proponha casamentos reais, alian\u00e7as ou acordos comerciais \u00e0s civiliza\u00e7\u00f5es que controlam os territ\u00f3rios lim\u00edtrofes do seu imp\u00e9rio ou declare guerra aos mesmos e envie as suas legi\u00f5es para conquistar os seus territ\u00f3rios. Enfrente o poderoso imp\u00e9rio de Cartago, as tribos dos Gauleses, o atemporal imp\u00e9rio eg\u00edpcio, e muitas outras civiliza\u00e7\u00f5es que existiram durante o per\u00edodo romano. &#8211; um jogo inovador de estrat\u00e9gia e t\u00e1ctica na Roma antiga. Age of Dynasties mistura perfeita de quatro tipos diferentes de jogos: guerras de civiliza\u00e7\u00e3o e jogos de conquista, estrat\u00e9gia baseada em turnos, jogos de gest\u00e3o, e RPGs. Veni, vidi, vici: reviver os feitos de J\u00falio C\u00e9sar, conduzir Roma \u00e0 vit\u00f3ria, e conquistar o mundo.<\/p>\n<p>[lapse, A forgotten future](https:\/\/play.google.com\/store\/apps\/details?id=com.cornago.stefano.lapse&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Conduza uma na\u00e7\u00e3o inteira \u00e0 salva\u00e7\u00e3o &#8211; ou \u00e0 destrui\u00e7\u00e3o &#8211; em um mundo p\u00f3s-apocal\u00edptico para al\u00e9m do ano 2075. Com um simples deslizar do seu dedo, para a esquerda ou para a direita, voc\u00ea ser\u00e1 capaz de decidir o destino da Na\u00e7\u00e3o, tomando decis\u00f5es dif\u00edceis sobre diferentes miss\u00f5es e problemas que ser\u00e3o trazidos para a sua aten\u00e7\u00e3o presidencial. Mas tome cuidado: liderar nunca foi f\u00e1cil e ser\u00e1 ainda mais desafiador num mundo semelhante. Algo misterioso lan\u00e7ou todo o futuro da humanidade em uma confus\u00e3o profunda, causando um fluxo cont\u00ednuo de eventos como guerras, doen\u00e7as e fome. Ningu\u00e9m parece se lembrar do qu\u00ea come\u00e7ou tudo isso; ningu\u00e9m parece saber nada sobre os eventos estranhos que envolvem o planeta. Ningu\u00e9m consegue explicar por que voc\u00ea parece se reerguer toda vez que algu\u00e9m tenta te derrubar. Ent\u00e3o, tome cuidado! E pense seriamente sobre toda e qualquer decis\u00e3o, pois nada acontece por acaso. Cada \u00fanico evento pode ajud\u00e1-lo a alcan\u00e7ar sua vit\u00f3ria final, mas ao mesmo tempo pode ser o motivo do seu fracasso. Quem ser\u00e1 seu amigo, e quem ser\u00e1 seu inimigo? Dif\u00edcil dizer em um mundo t\u00e3o complexo, repleto de trai\u00e7\u00f5es, aliens, seres bi\u00f4nicos e lendas antigas. O que est\u00e1 feito, est\u00e1 feito, e s\u00f3 lhe resta jogar suas cartas o quanto voc\u00ea puder nessa inevit\u00e1vel corrida contra o tempo. Compras dentro do Aplicativo: O jogo \u00e9 completamente gr\u00e1tis. Voc\u00ea pode completar cada final sem comprar nada. Qualquer compra ser\u00e1 opcional e, al\u00e9m de ajud\u00e1-lo um pouco durante o jogo, ser\u00e1 uma esp\u00e9cie de doa\u00e7\u00e3o para mim. FAQs e sugest\u00f5es: \u2022 Como se joga? Pressione a carta e deslize-a devagar para a esquerda ou para a direita, ent\u00e3o voc\u00ea pode ler as duas op\u00e7\u00f5es poss\u00edveis. Decida qual escolha voc\u00ea quer fazer, levando em conta as quatro estat\u00edsticas. Lembre-se: cada escolha que voc\u00ea fizer ter\u00e1 consequ\u00eancias futuras. \u2022 Eu tenho que chegar a um determinado ano para concluir o jogo? N\u00e3o, voc\u00ea pode concluir um final a qualquer momento! Basta apenas fazer as escolhas certas e contar um pouquinho com a sorte. Agradecimentos especiais a Will Andrade, Andr\u00e9 Vieira, Raquel Augusto e Felipe Ghizzi pela tradu\u00e7\u00e3o em Portugu\u00eas. We are looking for translators! Lapse 2: Before Zero will come this fall. If you want to help translating it into your language, please contact me at: stefano.cornago@gmail.com \u00e9 poss\u00edvel jogar tranquilamente com o leitor de tela. a primeira coisa que devem notar \u00e9 a seguinte, 1, \u00e9 um jogo de escolhas a primeira escolha voc\u00ea arrasta pra direita, 2, a segunda escolha voc\u00ea arrasta para esquerda, ou seja&#8230; se tiver um sim e n\u00e3o, o sim \u00e9 a primeira e o n\u00e3o \u00e9 a segunda, isso vale para todas as frases \/ escolhas.<\/p>\n<p>[Lapse 2, Before Zero](https:\/\/play.google.com\/store\/apps\/details?id=com.cornago.stefano.lapse2&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Lapse 2: Before Zero o prequel oficial de Lapse: A Forgotten Future. Se voc\u00ea est\u00e1 aqui, significa de alguma forma,que voc\u00ea foi bem sucedido em sua busca para salvar o mundo &#8211; ou para destru\u00ed-lo. Realmente n\u00e3o importa qual, desde que voc\u00ea esteja pronto a viajar de um mundo futuro para os tempos antigos. Aquele que j\u00e1 foi um presidente agora \u00e9 um Fara\u00f3, aquele que uma vez foi uma m\u00e1quina \u00e9 agora seu aliado mais precioso no desafio que est\u00e1 por vir. Quando voc\u00ea abre os olhos, o ano \u00e9 1750 A.C, e o lugar \u00e9 o antigo Egito. Por alguma raz\u00e3o desconhecida, esta terra misteriosa precisa da sua ajuda. Proceda com cautela: o que pode parecer governar apenas outro reino, pode muito bem ser a chave para a sobreviv\u00eancia do mundo. Lapse 2: Before Zero responde as perguntas dos jogadores, revelando os mist\u00e9rios do primeiro cap\u00edtulo. Agradecimentos especiais a Victoria M, Felipe Cochinski e Will Andrade pela tradu\u00e7\u00e3o para o portugu\u00eas. a mesma coisa do jogo acima, \u00e9 jog\u00e1vel com o leitor de tela.<\/p>\n<p>[quem quer ser rico?](https:\/\/quem-quer-ser-rico-lite.br.uptodown.com\/android)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>aviso: clique em download gr\u00e1tis para baixar.<\/p>\n<p>Mostra o que sabes e responde correctamente a todas as perguntas para te tornares milion\u00e1rio! Se n\u00e3o tiveres a certeza, podes usar as famosas ajudas do P\u00fablico, Telefone, 50:50 e Troca de Pergunta. A ajuda do Telefone apresenta contactos reais existentes no teu dispositivo! (\u00c9 para esta funcionalidade que \u00e9 necess\u00e1ria permiss\u00e3o de acesso aos dados pessoais) Este jogo baseado no sistema pergunta &#8211; resposta (quiz) est\u00e1 totalmente em Portugu\u00eas e contempla v\u00e1rias conquistas para desbloqueares!<\/p>\n<p>[jogo do bilh\u00e3o 2021](https:\/\/play.google.com\/store\/apps\/details?id=br.com.lgrmobile.jdb2)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Voc\u00ea consegue dar um show e ganhar 1 milh\u00e3o, 500 milh\u00f5es ou mais de 1 BILH\u00c3O de reais? \\* Teste seu racioc\u00ednio no maior e melhor game show de perguntas e respostas do Brasil! O Jogo do Bilh\u00e3o 2021 \u00e9 a mais recente vers\u00e3o de jogo estilo perguntas e respostas, baseado em games show da TV mundial, s\u00f3 que agora totalmente na palma de sua m\u00e3o. Nesse game show, voc\u00ea n\u00e3o para na pergunta de 1 milh\u00e3o, a emo\u00e7\u00e3o \u00e9 muito maior! Agora voc\u00ea pode ultrapassar a incr\u00edvel marca de 1 bilh\u00e3o de reais, com perguntas extremamente desafiadoras. Com uma interface reformulada, limpa, atraente e gr\u00e1ficos em HD voc\u00ea ter\u00e1 horas de entretenimento para o seu dia-a-dia. O jogo conta com mais de 150 mil perguntas em diversos temas que far\u00e3o com que se divirta e fortale\u00e7a seus conhecimentos ao mesmo tempo. O Jogo do Bilh\u00e3o 2021 possui atualiza\u00e7\u00e3o semanal de perguntas e N\u00c3O precisa de internet para jogar! Escolha perguntas dentre v\u00e1rias \u00e1reas do conhecimento como Ci\u00eancias, Espanhol, Geografia, Hist\u00f3ria, Ingl\u00eas, Matem\u00e1tica, Portugu\u00eas e Variedades. O jogo nunca se tornar\u00e1 chato pois as perguntas n\u00e3o se repetem! Voc\u00ea conta com a ajuda de v\u00e1rios personagens como o Guru, G\u00eanio da L\u00e2mpada, Amigos e Estrelas. Tamb\u00e9m pode sempre pular as perguntas quando ficar em d\u00favida, lembrando que quanto mais dif\u00edcil o jogo as ajudas poder\u00e3o se confundir. O jogo foi integrado com o sistema de jogos e placar do Google Play. D\u00ea um show e seja o melhor entre seus amigos e fam\u00edlia! O Jogo do Bilh\u00e3o 2021 \u00e9 100% compat\u00edvel com os mecanismos de acessibilidade do Android. Isso quer dizer que pessoas com qualquer tipo de defici\u00eancia visual poder\u00e3o desfrutar integralmente do jogo! Bom jogo! \\* Os pr\u00eamios oferecidos no jogo s\u00e3o fict\u00edcios e possuem car\u00e1ter meramente ilustrativo.<\/p>\n<p>[aquinator](https:\/\/play.google.com\/store\/apps\/details?id=com.digidust.elokence.akinator.freemium&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O Akinator pode ler sua mente e dizer em qual personagem voc\u00ea est\u00e1 pensando fazendo algumas poucas perguntas e usando um pouco de magia. Pense em um personagem real ou fict\u00edcio e nosso famoso g\u00eanio adivinhador tentar\u00e1 descobrir quem ele \u00e9. Voc\u00ea consegue enfrentar o G\u00eanio? NOVIDADE Engrande\u00e7a sua experi\u00eancia no Akinator com uma conta de usu\u00e1rio! Agora voc\u00ea pode criar sua conta de usu\u00e1rio no Akinator. Assim ser\u00e1 poss\u00edvel registrar suas Recompensanators que ganhou, os acess\u00f3rios que desbloqueou e a quantidade de Geniz que possui. Eles estar\u00e3o l\u00e1 para onde voc\u00ea for, mesmo se mudar de aparelho. V\u00c1 EM BUSCA POR RECOMPENSANATORS O Akinator quer que voc\u00ea pense al\u00e9m da sua pr\u00f3pria caixinha. Como voc\u00ea deve saber, nosso adivinhador predileto gosta usa sua m\u00e1gica para descobrir personagens e levar os desafios at\u00e9 os \u00faltimos limites. Para ajud\u00e1-lo nessa tarefa, fa\u00e7a-o lembrar de personagens esquecidos que n\u00e3o tenha sido jogado por um longo per\u00edodo de tempo e assim poder\u00e1 ganhar algumas Recompensanators. SEJA O MELHOR DOS MELHORES Desafie outros jogadores do ranking para provar quem \u00e9 o melhor. Voc\u00ea pode escrever seu nome no Quadro das \u00daltimas Recompensanators ou no Hall da Fama. VOC\u00ca TAMB\u00c9M SER\u00c1 DESAFIADO Todos os dias o G\u00eanio azul desafiar\u00e1 voc\u00ea e lhe dar\u00e1 a oportunidade de tentar descobrir os cinco personagens misteriosos que ele escolheu a dedo, e assim voc\u00ea poder\u00e1 ganhar algumas Recompensanators espec\u00edficas. Descubra todos os personagens do dia no Desafio Di\u00e1rio e ganhe uma Recompensanator do Desafio Di\u00e1rio Dourada, uma das recompensas mais prestigi\u00e1das e m\u00e1gicas que ele pode oferecer. LIBERTE SUA CRIATIVIDADE Gra\u00e7as aos Geniz voc\u00ea poder\u00e1 desbloquear e jogar com novos planos de fundos e personalizar o G\u00eanio azul Akinator como achar melhor. Nosso querido G\u00eanio poder\u00e1 se tornar um vampiro, um cowboy ou um discotec\u00e1rio. Deixe sua criatividade fluir misturando entre chap\u00e9us e roupas divertid\u00edssimas para criar mais de 150 combina\u00e7\u00f5es de looks diferentes. JOGUE MAIS E SEM LIMITES! A PO\u00c7\u00c3O PREMIUM desbloqueia todos os personagens poss\u00edveis e remove todas as propagandas do aplicativo para garantir a melhor experi\u00eancia no jogo. Principais recursos: &#8211; 16 idiomas (portugu\u00eas, ingl\u00eas, espanhol, franc\u00eas, alem\u00e3o, japon\u00eas, \u00e1rabe, russo, italiano, chin\u00eas, turco, coreano, hebraico, polon\u00eas, indon\u00e9sio e holand\u00eas); &#8211; Quadro de Recompensanators para visualizar sua cole\u00e7\u00e3o de conquistas; &#8211; Hall da Fama com o ranking atual e anterior; &#8211; Super-pr\u00eamios como Recompensanator Obsidiano, Plat\u00edno e Dourado; &#8211; Quadro dos Desafios Di\u00e1rios; &#8211; Adicione m\u00e1gica propondo imagens melhores e novas perguntas; &#8211; Personalize o g\u00eanio combinando chap\u00e9us e roupas incr\u00edveis; &#8211; Modo de filtro para que os mais novos joguem em seguran\u00e7a; &#8211; Grava\u00e7\u00e3o em v\u00eddeo do jogo. &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212; Aproveite e siga Akinator em suas redes sociais: Facebook @officialakinator Twitter @akinator\\_team Instagram @akinatorgenieapp &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212; Lembretes do G\u00eanio: &#8211; O Akinator precisa de uma conex\u00e3o com a internet para usar sua l\u00e2mpada m\u00e1gica. Ligue o Wifi se n\u00e3o tiver um plano de dados dispon\u00edvel; &#8211; Para selecionar seu idioma corretamente, deslize a tela para baixo at\u00e9 encontrar.<\/p>\n<p>[blind droid minesweeper](https:\/\/play.google.com\/store\/apps\/details?id=com.mirwebsistem.sapper)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O cl\u00e1ssico jogo Campo Minado para TODOS (acess\u00edvel por pessoas com problemas de vis\u00e3o)! Uma grande oportunidade para relaxar e para desenvolver o seu pensamento l\u00f3gico. 1. Al\u00e9m do modo habitual, h\u00e1 um modo de jogo especial para pessoas com problemas de vis\u00e3o (com TalkBack ligado): coordenadas de quadrados; 2. tamanho mut\u00e1vel das pra\u00e7as: 3. rolagem do campo de jogo \u00e9 poss\u00edvel em ambas as dire\u00e7\u00f5es simultaneamente. 4. orienta\u00e7\u00f5es retrato e paisagem s\u00e3o suportados. 5. Minimap com destacando da parte ativa do campo para navega\u00e7\u00e3o conveniente. 6. A sinaliza\u00e7\u00e3o das pra\u00e7as de duas maneiras: 7. Abertura das pra\u00e7as vizinhas com um clique, se todas as minas ao redor s\u00e3o sinalizadas. 8. O jogo \u00e9 pausado quando h\u00e1 uma chamada de entrada ou quando a tela est\u00e1 bloqueada. 9. Salvando separadamente os 10 melhores resultados para cada n\u00edvel de dificuldade. 10. Sem an\u00fancios durante o jogo!<\/p>\n<p>[football team manager](https:\/\/play.google.com\/store\/apps\/details?id=com.valenbyte.footballteammanager)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O Football Team Manager \u00e9 um jogo no qual voc\u00ea deve escolher seu time favorito e melhor\u00e1-lo, tomando as decis\u00f5es corretas. Voc\u00ea controlar\u00e1 todas as \u00e1reas do clube, incluindo contrata\u00e7\u00f5es, funcion\u00e1rios, decis\u00f5es t\u00e9cnicas, est\u00e1dio e finan\u00e7as. Voc\u00ea ser\u00e1 respons\u00e1vel pela evolu\u00e7\u00e3o de sua equipe e precisar\u00e1 manter o clube em uma situa\u00e7\u00e3o econ\u00f4mica segura e atingir os objetivos estabelecidos para cada temporada para garantir que o conselho de administra\u00e7\u00e3o e os f\u00e3s fiquem felizes com sua administra\u00e7\u00e3o. Levar o clube a uma situa\u00e7\u00e3o perigosa pode significar sua demiss\u00e3o como gerente. Principais caracter\u00edsticas: PA\u00cdSES &#8211; Espanha (1\u00aa e 2\u00aa divis\u00e3o) &#8211; Fran\u00e7a (1\u00aa e 2\u00aa divis\u00e3o) &#8211; Inglaterra (1\u00aa e 2\u00aa divis\u00e3o) &#8211; It\u00e1lia (1\u00aa e 2\u00aa divis\u00e3o) &#8211; Alemanha (1\u00aa e 2\u00aa divis\u00e3o) &#8211; Brasil (1\u00aa e 2\u00aa divis\u00e3o) &#8211; Argentina (1\u00aa e 2\u00aa divis\u00e3o) &#8211; M\u00e9xico (1\u00aa e 2\u00aa divis\u00e3o) &#8211; EUA (1\u00aa e 2\u00aa divis\u00e3o) TORNEIOS &#8211; Liga (1\u00aa e 2\u00aa divis\u00e3o) &#8211; Copa Nacional (melhores 32 equipes do pa\u00eds) &#8211; Copa dos Campe\u00f5es (melhores 32 equipes do mundo) MODOS DE GERENTE &#8211; Modo gerente: selecione seu time favorito. &#8211; Modo Promanager: inicie sua carreira de gerente do zero nas categorias inferiores. Receba ofertas de acordo com o seu prest\u00edgio, que voc\u00ea deve melhorar com o tempo. No final de cada temporada, dependendo de voc\u00ea ter atingido seu objetivo ou n\u00e3o, voc\u00ea receber\u00e1 ofertas de renova\u00e7\u00e3o de outras equipes. Voc\u00ea decide o seu futuro. MODOS DA BASE DE DADOS &#8211; Banco de dados aleat\u00f3rio: gera um novo banco de dados para cada novo jogo. Todos os pa\u00edses, equipes e jogadores ser\u00e3o gerados novamente aleatoriamente. Novas estrelas aparecer\u00e3o em todo o mundo. Cada equipe ser\u00e1 gerada com um n\u00edvel semelhante ao da vers\u00e3o fixa do banco de dados. &#8211; Banco de dados fixo: Ele usa um banco de dados fixo para o jogo. Cada vez que voc\u00ea inicia um novo gerente com esse banco de dados, os mesmos times e jogadores existir\u00e3o em cada pa\u00eds. &#8211; Banco de dados importado: usa bancos de dados modificados por voc\u00ea ou pela comunidade. \u00c1REA DE RESULTADOS &#8211; Ver resultados, calend\u00e1rio e classifica\u00e7\u00f5es. \u00c1REA DE GERENCIAMENTO DE ESQUADR\u00c3O &#8211; Fa\u00e7a contrata\u00e7\u00f5es. &#8211; Gerenciar o esquadr\u00e3o, renovar, vender ou demitir jogadores. &#8211; Pesquise promessas jovens para sua equipe de juniores. &#8211; Contrate funcion\u00e1rios do clube, necess\u00e1rios para desbloquear \u00e1reas e melhorias em sua equipe. \u00c1REA DE TREINAMENTO E T\u00c1TICA &#8211; Decida a programa\u00e7\u00e3o. &#8211; Escolha suas t\u00e1ticas e sistema de jogo. &#8211; Analise as t\u00e1ticas e a forma\u00e7\u00e3o do time advers\u00e1rio. \u00c1REA DE FINAN\u00c7AS &#8211; Veja relat\u00f3rios das receitas e despesas de cada temporada para manter a equipe em uma situa\u00e7\u00e3o econ\u00f4mica segura. &#8211; Negociar ofertas de direitos de patrocinador e transmiss\u00e3o. &#8211; Veja seu hist\u00f3rico e estat\u00edsticas como gerente. &#8211; Verifique a confian\u00e7a dos f\u00e3s e do conselho de administra\u00e7\u00e3o. &#8211; Gerenciar o est\u00e1dio, determinando o pre\u00e7o dos ingressos e fazendo melhorias. CONECTADOS &#8211; conquistas. &#8211; L\u00edderes on-line de t\u00edtulos.<\/p>\n<p>[football chairman](https:\/\/play.google.com\/store\/apps\/details?id=com.undergroundcreative.footballchairmanfree)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Este sucesso do p\u00fablico e da cr\u00edtica na loja de aplica\u00e7\u00f5es brit\u00e2nica foi traduzido para portugu\u00eas! Constr\u00f3i o teu pr\u00f3prio imp\u00e9rio futebol\u00edstico: cria um clube do zero, come\u00e7ando como uma min\u00fascula equipa amadora e tenta subir as sete divis\u00f5es at\u00e9 chegares ao topo. Contrata e despede treinadores, melhora o est\u00e1dio, negoceia transfer\u00eancias, contratos e patroc\u00ednios&#8230; mantendo tanto os adeptos e o gestor de conta felizes. Mais de um milh\u00e3o de jogadores j\u00e1 transferiram Football Chairman desde que foi lan\u00e7ado, e o jogo j\u00e1 recebeu v\u00e1rios pr\u00e9mios da loja de aplica\u00e7\u00f5es, incluindo o &#8220;Melhor de 2016&#8221; do Apple Editor, o &#8220;Melhor de 2014&#8221; e &#8220;Melhor de 2013&#8221;, assim como o pr\u00e9mio de &#8220;Melhor de 2015&#8221; do Google Play. Esta vers\u00e3o gr\u00e1tis tem o jogo completo, estando apenas desativadas algumas funcionalidades &#8220;Pro&#8221; que n\u00e3o s\u00e3o essenciais. A tua carreira de presidente dura 30 \u00e9pocas, conseguir\u00e1s chegar ao topo antes de te reformares? Carater\u00edsticas inclu\u00eddas: &#8211; Jogabilidade r\u00e1pida e viciante &#8211; Orienta o teu clube ao longo de sete divis\u00f5es inglesas &#8211; Contrata e despede treinadores ou a sua equipa t\u00e9cnica &#8211; Negoceia novas contrata\u00e7\u00f5es, desde jovens promessas a superestrelas &#8211; Desenvolve o teu est\u00e1dio, passando de um pequeno campo a um &#8220;Superest\u00e1dio&#8221; com lota\u00e7\u00e3o para 120.000 pessoas &#8211; Investe na academia de forma\u00e7\u00e3o e nas instala\u00e7\u00f5es de treino &#8211; Negoceia patroc\u00ednios e define o pre\u00e7o dos bilhetes &#8211; Oferece novos contratos e b\u00f3nus aos melhores jogadores &#8211; Transfere ou empresta os jogadores de que n\u00e3o precisares no plantel &#8211; E lembra-te&#8230; quem manda \u00e9s tu! Boa sorte&#8230; vais precisar dela! Constr\u00f3i o teu pr\u00f3prio imp\u00e9rio futebol\u00edstico: cria um clube do zero, come\u00e7ando como uma min\u00fascula equipa amadora e tenta subir as sete divis\u00f5es at\u00e9 chegares ao topo. Contrata e despede treinadores, melhora o est\u00e1dio, negoceia transfer\u00eancias, contratos e patroc\u00ednios&#8230; mantendo tanto os adeptos e o gestor de conta felizes. Mais de um milh\u00e3o de jogadores j\u00e1 transferiram Football Chairman desde que foi lan\u00e7ado, e o jogo j\u00e1 recebeu v\u00e1rios pr\u00e9mios da loja de aplica\u00e7\u00f5es, incluindo o &#8220;Melhor de 2016&#8221; do Apple Editor, o &#8220;Melhor de 2014&#8221; e &#8220;Melhor de 2013&#8221;, assim como o pr\u00e9mio de &#8220;Melhor de 2015&#8221; do Google Play. Esta vers\u00e3o gr\u00e1tis tem o jogo completo, estando apenas desativadas algumas funcionalidades &#8220;Pro&#8221; que n\u00e3o s\u00e3o essenciais. A tua carreira de presidente dura 30 \u00e9pocas, conseguir\u00e1s chegar ao topo antes de te reformares? Carater\u00edsticas inclu\u00eddas: &#8211; Jogabilidade r\u00e1pida e viciante &#8211; Orienta o teu clube ao longo de sete divis\u00f5es inglesas &#8211; Contrata e despede treinadores ou a sua equipa t\u00e9cnica &#8211; Negoceia novas contrata\u00e7\u00f5es, desde jovens promessas a superestrelas &#8211; Desenvolve o teu est\u00e1dio, passando de um pequeno campo a um &#8220;Superest\u00e1dio&#8221; com lota\u00e7\u00e3o para 120.000 pessoas &#8211; Investe na academia de forma\u00e7\u00e3o e nas instala\u00e7\u00f5es de treino &#8211; Negoceia patroc\u00ednios e define o pre\u00e7o dos bilhetes &#8211; Oferece novos contratos e b\u00f3nus aos melhores jogadores &#8211; Transfere ou empresta os jogadores de que n\u00e3o precisares no plantel &#8211; E lembra-te&#8230; quem manda \u00e9s tu! Boa sorte&#8230; vais precisar dela!&#8221;<\/p>\n<p>[true football manager](https:\/\/play.google.com\/store\/apps\/details?id=pl.mkrstudio.truefootballnm)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Alguma vez voc\u00ea j\u00e1 sonhou em se tornar um treinador de uma sele\u00e7\u00e3o? Voc\u00ea poderia trazer o seu pa\u00eds para o topo do mundo? Experimente este jogo de manager de futebol! &#8211; 211 equipas nacionais para escolher (!)! Cada um com suas pr\u00f3prias habilidades, de verdade! Se voc\u00ea tiver sucesso com sua equipe, sua federa\u00e7\u00e3o estar\u00e1 melhorando a cada ano, a constru\u00e7\u00e3o de novos est\u00e1dios, o desenvolvimento de melhores jogadores jovens, etc Crie a sua pr\u00f3pria realidade de futebol! &#8211; Todos os grandes torneios internacionais a participar. Juntamente com todos os qualificadores, faz 33 competi\u00e7\u00f5es que voc\u00ea pode tomar parte em! &#8211; Dezenas de jogadores dispon\u00edveis para as sele\u00e7\u00f5es! &#8211; Entrevistas com os jornalistas, as chamadas com os seus jogadores &#8211; todos a sua resposta afeta em sua moral e outros par\u00e2metros. Tenha cuidado o que dizer! &#8211; Muita ordens t\u00e1ticas (equipe e individual) para aplicar. Voc\u00ea pode encontrar as estrat\u00e9gias adequadas? &#8211; Organizar jogos amistosos para verificar os seus jogadores e diversas variantes t\u00e1ticas! &#8211; Ganhe pontua\u00e7\u00e3o para conquistas e trof\u00e9us. Envie o seu resultado e competir com jogadores de todo o mundo no ranking. Voc\u00ea vai fazer isso para o top 50? O aplicativo est\u00e1 dispon\u00edvel no idioma Portugu\u00eas. Tradu\u00e7\u00e3o: Jorge Rosario, Afonso Coelho \u00c9 totalmente gratuito! Sem custos ocultos, sem pagamentos em jogo. Apenas divirta-se! \ud83d\ude42<\/p>\n<p>[futgol](https:\/\/play.google.com\/store\/apps\/details?id=br.com.eduardodornel.brasilfutmanager)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Um jogo mobile totalmente offline em que voc\u00ea assume o comando de um time de futebol, compra e vende jogadores, define t\u00e1ticas e participa de competi\u00e7\u00f5es. \u00c9 um jogo leve, r\u00e1pido e divertido. Cada partida dura 30 segundos, o que faz voc\u00ea avan\u00e7ar as temporadas de forma r\u00e1pida e divertida. O jogo tem o intuito de ser simples, por isso n\u00e3o existem campeonatos reais e sim um campeonato fantasia onde se reunem todos os times do mundo divididos por divis\u00e3o. Caracter\u00edsticas do jogo: \u25cf Escale seu time usando uma das 20 forma\u00e7\u00f5es dispon\u00edveis. \u25cf Fa\u00e7a propostas por jogadores de outros times. \u25cf Venda seus jogadores que n\u00e3o lhe interessarem mais. \u25cf Fa\u00e7a substitui\u00e7\u00f5es no meio da partida. \u25cf Analise a nota dos seus jogadores. \u25cf Desenvolva jogadores jovens, j\u00e1 que eles cansam menos e desenvolvem mais r\u00e1pido, mas tamb\u00e9m tenha os medalh\u00f5es pela experi\u00eancia e qualidade em campo. \u25cf Pegue um time da ultima divis\u00e3o e tente leva-lo a gl\u00f3ria, ou aceite propostas para dirigir clubes mais ricos. \u25cf Jogo totalmente GR\u00c1TIS, voc\u00ea n\u00e3o precisa desbloquear nada dentro do jogo, ele j\u00e1 vem completo. \u25cf Jogue totalmente OFFLINE, voc\u00ea pode jogar em qualquer lugar j\u00e1 que n\u00e3o \u00e9 necess\u00e1ria conex\u00e3o com a internet. Voc\u00ea acha que \u00e9 um bom t\u00e9cnico de futebol ? Instale o jogo e comece seu trabalho hoje! Divirta-se!<\/p>\n<p>[be the manager](https:\/\/play.google.com\/store\/apps\/details?id=com.mobisoca.btmfootball.bethemanager2021)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>\u2022\u2022\u2022 Be the Manager \u2022\u2022\u2022 \u00c9poca 2020\/2021 \u2022\u2022\u2022 Jogado no Android desde 2012, e com milh\u00f5es de downloads em todo o mundo, Be the Manager est\u00e1 na d\u00e9cima edi\u00e7\u00e3o! Administre um clube de futebol, participe dos campeonatos e ven\u00e7a fortes rivais. Neste jogo, voc\u00ea precisar\u00e1 dirigir eficientemente a atividade de um clube de futebol e lev\u00e1-lo \u00e0s melhores classifica\u00e7\u00f5es. Compre e venda jogadores de futebol para reunir a equipe do seu sonho. Treine jogadores promissores e aumentar suas caracter\u00edsticas. Desenvolva uma estrat\u00e9gia para cada partida. Fa\u00e7a contratos com patrocinadores. Atualize seu est\u00e1dio. Estude as estat\u00edsticas do jogo. Be the Manager 2021 \u00e9 um jogo cativante de treinador de futebol. \u00c9 simples e divertido. Mas tamb\u00e9m \u00e9 imersivo e desafiador. CARACTER\u00cdSTICAS DO JOGO Edi\u00e7\u00e3o &#8211; 2021 \u2022 Pode criar um clube de raiz \u2022 Base de dados 2020\/2021 com TIMES, TREINADORES e JOGADORES REAIS \u2022 Disciplina durante o jogo adicionada \u2022 Novas infra-estruturas para desenvolver \u2022 Jogadores s\u00e3o avaliados pelo seu desempenho \u2022 Compre e venda jogadores. Negocie o melhor valor. Construa seu onze de futebol de sonho \u2022 Escolha suas estrat\u00e9gias. Defensivo ou ofensivo? Fa\u00e7a o seu caminho para o sucesso! \u2022 DESENVOLVA seus craques \u2022 Jogabilidade emocionante e mais realista \u2022 Fa\u00e7a as substitui\u00e7\u00f5es que levem o time \u00e0 vit\u00f3ria \u2022 Pegue um time com poucas aspira\u00e7\u00f5es e torne-o campe\u00e3o ou aceite propostas de trabalho para dirigir times mais ricos \u2022 GR\u00c1TIS. \u00c9 realmente. Voc\u00ea n\u00e3o precisa gastar dinheiro para ter toda a experi\u00eancia no jogo \u2022 N\u00e3o requer conex\u00e3o com a Internet. Voc\u00ea pode jog\u00e1-lo EM TODO LADO \u2022 Compare seu desempenho com treinadores de todo o mundo! Voc\u00ea consegue gerir os melhores jogadores do mundo? Mas cuidado &#8230; um erro e voc\u00ea pode ser demitido! Para que isso n\u00e3o aconte\u00e7a, \u00e9 fundamental que voc\u00ea n\u00e3o perca de vista suas equipes advers\u00e1rias. Acompanhe-os de perto. Assista aos resultados das partidas, das classifica\u00e7\u00f5es, dos melhores artilheiros e, claro, dos seus oponentes diretos, os treinadores. Voc\u00ea acha que \u00e9 um bom gerente de futebol? Ent\u00e3o prove isso! Comece a marcar gols agora! V\u00e1 coletar seus trof\u00e9us! Comece o seu trabalho como Football Manager j\u00e1 hoje! \u2022\u2022\u2022DIVIRTA-SE! \u2022\u2022\u2022<\/p>\n<p>[agente de futebol](https:\/\/play.google.com\/store\/apps\/details?id=com.footballagent61)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Como Agente de Futebol, voc\u00ea pode ganhar dinheiro divulgando jogadores para grandes clubes. Voc\u00ea pode se tornar presidente com o dinheiro que ganha.<\/p>\n<p>[super kickof](https:\/\/play.google.com\/store\/apps\/details?id=app.superkickoff)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Superkickoff \u00e9 um aplicativo que simula torneios de futebol. Colocamos um rosto para os jogadores e adicionamos situa\u00e7\u00f5es reais para que voc\u00ea possa viver a mais completa experi\u00eancia do futebol atual em um aplicativo mobile. \\* Jogue com seu time favorito \\* Gerencie seu time \\* Fa\u00e7a as melhores contrata\u00e7\u00f5es \\* Surpreenda seu oponente com suas t\u00e1ticas superiores \\* Adquira jogadores lend\u00e1rios \\* Use v\u00e1rios itens para o seu jogo \\* Analisar dados, ver estat\u00edsticas, Verifique rankings \\* Adquira e selecione as ligas para o seu jogo \\* Expanda seu est\u00e1dio \\* Lidere sua equipe para a gl\u00f3ria<\/p>\n<p>[brasfoot](https:\/\/play.google.com\/store\/apps\/details?id=com.brasfoot.v2020)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>No Brasfoot voc\u00ea comanda um time de futebol, compra e vende jogadores, escolhe as t\u00e1ticas e participa dos campeonatos que simulam a realidade. O jogo \u00e9 super leve, e v\u00e1rias temporadas podem ser jogadas de forma r\u00e1pida e divertida. O Brasfoot 2021 tem estaduais, competi\u00e7\u00f5es internacionais e de sele\u00e7\u00f5es. O jogo tem uma base de dados aberta, times e jogadores podem ser adicionados e editados livremente. A vers\u00e3o Premium habilita op\u00e7\u00f5es extras.<\/p>\n<p>[todos os jogos do fabian arias, em portugu\u00eas.](https:\/\/www.fabianarias.store\/portugues)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>entre na p\u00e1gina em portugu\u00eas do fabian e baixe os jogos clicando em um jogo, clicando em descarga \/ baixar \/ download.<\/p>\n<p>[true footeball 3](https:\/\/play.google.com\/store\/apps\/details?id=pl.mkrstudio.truefootball3&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Voc\u00ea j\u00e1 sonhou em se tornar gerente de futebol? Nesse caso, \u00e9 aqui que a sua grande aventura come\u00e7a! Escolha uma das mais de 2500 equipes (de 120 pa\u00edses!) E comece a alcan\u00e7ar seus objetivos e sonhos. Fa\u00e7a seu time favorito dominar o mundo do futebol ou escolha um dos times mais baixos e leve-o ao topo! O True Football 3 oferece dezenas de recursos que permitem controlar muitos aspectos do seu clube, desde a cria\u00e7\u00e3o de academias juvenis (do U7 ao U21!), Passando por patrocinadores e coisas financeiras e at\u00e9 atualizando o seu est\u00e1dio para o maior de todos os tempos! Voc\u00ea precisar\u00e1 lidar com muitos desafios durante a vida de seu gerente &#8211; decida sobre transfer\u00eancias, interaja com os jogadores, cuide da moral e das rela\u00e7\u00f5es entre eles. S\u00f3 para ter certeza de que eles far\u00e3o o melhor poss\u00edvel em campo. Voc\u00ea pode fazer isso? O aplicativo \u00e9 totalmente gratuito, sem pagamentos no jogo. Apenas aproveite!<\/p>\n<p>[Survival planet](https:\/\/play.google.com\/store\/apps\/details?id=com.coilsoftware.survivalplanet&amp;hl=en_US&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O jogo tem lugar no futuro distante, quando a humanidade tem dominado a tecnologia que torna poss\u00edvel viajar para al\u00e9m do nosso sistema solar e colonizar outros planetas. Durante uma das expedi\u00e7\u00f5es a sua nave espacial falhas e voc\u00ea se encontra em um planeta perdido. Um mundo \u00e0s vezes assustadora \u00fanica ser\u00e1 aberto para voc\u00ea. L\u00e1 voc\u00ea tem apenas uma op\u00e7\u00e3o &#8211; sobreviver a qualquer custo e retornar ao seu planeta natal. Jogo caracter\u00edsticas: \u25cf hist\u00f3ria emocionante com reviravoltas intrigantes \u25cf mundo de jogo cuidadosamente projetado \u25cf intensas batalhas por turnos t\u00e1ticas \u25cf Uma d\u00fazia de completamente diferentes advers\u00e1rios \u25cf Mais de 180 itens e sistema interessante de sua cria\u00e7\u00e3o \u25cf Mais de 50 edif\u00edcios em seu acampamento \u25cf trilha sonora atmosf\u00e9rica de North Hive N\u00e3o \u00e9 um jogo de sobreviv\u00eancia simples, \u00e9 uma nova experiencia de jogo m\u00f3vel comletely. \u00c9 uma hist\u00f3ria de fic\u00e7\u00e3o cient\u00edfica emocionante, com elementos de horror que implementaram via RPG baseado em texto com o sistema e gest\u00e3o do tempo elabora\u00e7\u00e3o. \u00c9 um thriller filos\u00f3fico.<\/p>\n<p>[chessback jogo de xadrez acess\u00edvel](https:\/\/play.google.com\/store\/apps\/details?id=vnspeak.android.chess&amp;hl=en_US&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O ChessBack \u00e9 um aplicativo de xadrez pequeno, sem an\u00fancios, mas com todos os recursos, para iniciantes e tamb\u00e9m para jogadores de xadrez profissionais. Especialmente, \u00e9 totalmente acess\u00edvel e permite que jogadores de xadrez cegos e deficientes visuais joguem xadrez online com milh\u00f5es de jogadores em todo o mundo! Os recursos gratuitos: &#8211; Jogue offline: Humano x Humano, Humano x Android &#8211; Pr\u00e1tica: pratique com sequ\u00eancias de companheiros for\u00e7ados retiradas dos jogos do Grande Mestre. &#8211; Quebra-cabe\u00e7as: resolver quebra-cabe\u00e7as Mate-em-dois. &#8211; Jogue online: jogue online com jogadores do FICS (Free Internet Chess Server). Recursos inclu\u00eddos no pacote ChessBack Pro para usu\u00e1rios inscritos: &#8211; Envio de seus jogos para aplicativos de mecanismo de xadrez de terceiros. Como come\u00e7ar a jogar no Lichess: &#8211; Jogar online no Lichess, &#8211; Assistir aos principais torneios de xadrez ao redor do mundo online, &#8211; Crie uma conta lichess em https:\/\/lichess.org\/signup &#8211; Fa\u00e7a login e crie o token de API em https:\/\/lichess.org\/account\/oauth\/token\/create? . N\u00e3o se esque\u00e7a de ativar todos os escopos, exceto o \u00faltimo &#8220;Jogue com a API do bot&#8221;. &#8211; Agora voc\u00ea pode fazer login no Lichess no ChessBack usando o nome de usu\u00e1rio e o token de API gerado. Aten\u00e7\u00e3o: &#8211; Muito obrigado a Ana G., Ikrami Ahmad, Claudio Garanzini, Lucas Radaelli, Milos Przic, \u0410\u043b\u0435\u043a\u0441\u0430\u043d\u0434\u0440 pela tradu\u00e7\u00e3o para o espanhol, \u00e1rabe, italiano, portugu\u00eas, s\u00e9rvio e russo. &#8211; O ChessBack joga no Lichess atrav\u00e9s da API Lichess aberta que tem muitas limita\u00e7\u00f5es em compara\u00e7\u00e3o com o aplicativo Lichess padr\u00e3o. &#8211; Se voc\u00ea quiser jogar o ChessBack em seu idioma que n\u00e3o \u00e9 compat\u00edvel com o ChessBack no momento, enviaremos um arquivo de recurso de string em ingl\u00eas para voc\u00ea traduzir para o seu idioma!<\/p>\n<p>[cookie clicker](https:\/\/orteil.dashnet.org\/cookieclicker\/)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>O jogo original onde voc\u00ea faz biscoitos para dominar o universo! Este \u00e9 o aplicativo oficial Cookie Clicker da Orteil &amp; Opti. N\u00e3o aceite substitutos! \u2022 Toque em para fazer cookies e depois compre itens que fa\u00e7am cookies para voc\u00ea. Em seguida, toque em mais alguns! \u2022 Centenas de atualiza\u00e7\u00f5es e conquistas para desbloquear. \u2022 O jogo continua enquanto seu telefone est\u00e1 fechado, ent\u00e3o voc\u00ea pode configurar sua padaria ideal e retomar mais tarde para colher os deliciosos lucros! \u2022 Arte em pixel e texto de sabor cuidadosamente elaborados! \u2022 Ascenda para obter atualiza\u00e7\u00f5es transcendentais permanentes! \u2022 Cuidado com as av\u00f3s!<\/p>\n<p>[endless tale](https:\/\/play.google.com\/store\/apps\/details?id=com.cnx.endlesstales)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Este \u00e9 um rpg baseado em texto com um grande mundo, muitas miss\u00f5es e coisas para fazer. A escolha \u00e9 conduzida, mas o combate \u00e9 baseado em turnos, h\u00e1 um sistema de n\u00edvel e habilidade, e muitos recursos para coletar, gerenciar e fazer coisas. Existem 3 classes iniciais com suas pr\u00f3prias habilidades para aprender. O jogo tamb\u00e9m tem um sistema de tempo que prova como voc\u00ea trabel e faz as coisas. H\u00e1 tamb\u00e9m m\u00fasica e som ajust\u00e1veis \u200b\u200bpara aprimorar ainda mais sua experi\u00eancia. O jogo \u00e9 totalmente gratuito, mas voc\u00ea pode assistir a an\u00fancios para ganhar recompensas extras ao terminar batalhas e miss\u00f5es. Funciona normalmente com o talkback, apenas certifique-se de que l\u00ea os bot\u00f5es n\u00e3o etiquetados. Na tela de estat\u00edsticas, o primeiro n\u00famero ap\u00f3s o XP necess\u00e1rio para aumentar o n\u00edvel \u00e9 sua sa\u00fade, pr\u00f3ximo \u00e9 sua mana e a seguir \u00e9 sua fome. Ap\u00f3s a conclus\u00e3o de uma batalha ou miss\u00e3o, o primeiro n\u00famero \u00e9 o ouro ganho, o pr\u00f3ximo \u00e9 o XP ganho e, em seguida, o que mais. Espero que gostem. H\u00e1 muito em que se aprofundar, ent\u00e3o, divirta-se.<\/p>\n<p>[fury driver](https:\/\/play.google.com\/store\/apps\/details?id=com.ivproductions.furydriver1)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Fury Driver \u00e9 um audiogame focado em explora\u00e7\u00e3o e combate \/ corrida que conta a hist\u00f3ria de Vergil, um policial que recebeu a tarefa de prender o maior chef\u00e3o da m\u00e1fia em Moon City, uma metr\u00f3pole mergulhada no crime. Para isso, ter\u00e1 que chamar a aten\u00e7\u00e3o do patr\u00e3o ao derrotar os melhores pilotos da cidade nos \u201cMoonwalks\u201d, corridas de carros sem regras. Todos em Moon City s\u00e3o loucos por eles, especialmente o submundo do crime &#8211; afinal, apenas um motorista not\u00e1vel pode fugir da pol\u00edcia e de outras gangues depois de atac\u00e1-los.<\/p>\n<p>[todos os jogos da impresa Choice of Games LLC](https:\/\/play.google.com\/store\/apps\/developer?id=Choice+of+Games+LLC)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>aqui est\u00e3o todos os jogos dessa impreza. coloquei aqui visto que eles s\u00f3 fazem jogos de texto. s\u00e3o apenas games books padr\u00e3o, sem gr\u00e1ficos ou efeitos sonoros. espero que se divirtam! btw, jogos apenas em ingl\u00eas, usem o tradutor do jieshuo!<\/p>\n<p>[Lost Heir 2 Formando um Reino](https:\/\/pern-my.sharepoint.com\/personal\/ruqayya_0343431_talmeez_pk\/Documents\/bhp%20data\/android\/Lost_Heir_2_Forging_a_Kingdom1.1.5(Downloaded-From-BlindHelp.net).apk?originalPath=aHR0cHM6Ly9wZXJuLW15LnNoYXJlcG9pbnQuY29tLzp1Oi9nL3BlcnNvbmFsL3J1cWF5eWFfMDM0MzQzMV90YWxtZWV6X3BrL0VmMUFGN3FsOWhkQ3JzOWV0c)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Una o reino para recuperar sua capital! Voc\u00ea precisar\u00e1 de drag\u00f5es, elfos e talvez at\u00e9 dem\u00f4nios para vingar o assassinato de seus pais neste \u00e9pico de fantasia! Em &#8220;The Lost Heir 2&#8221;, voc\u00ea continuar\u00e1 como o pr\u00edncipe ou princesa de Daria deslocada de seu pal\u00e1cio ap\u00f3s o assassinato de seus pais. \u2022 Trai\u00e7\u00e3o de rosto \u2022 buscar romance \u2022 lute contra os inimigos na guerra \u2022 e navegue nas intrigas do tribunal. O destino do reino de Daria est\u00e1 em suas m\u00e3os. &#8220;The Lost Heir 2&#8221; \u00e9 um romance de fantasia interativo de 250.000 palavras de Mike Walter &#8211; o segundo de uma trilogia &#8211; em que suas escolhas controlam a hist\u00f3ria. O jogo \u00e9 inteiramente baseado em texto &#8211; sem gr\u00e1ficos ou efeitos sonoros &#8211; e alimentado pelo vasto e impar\u00e1vel poder de sua imagina\u00e7\u00e3o. Notas: Requer Android 4.0 e superior<\/p>\n<p>[o herdeiro do reino!](https:\/\/pern-my.sharepoint.com\/personal\/ruqayya_0343431_talmeez_pk\/Documents\/bhp%20data\/android\/Lost_Heir_The_Fall_of_Daria(Downloaded-From-BlindHelp.net).apk?originalPath=aHR0cHM6Ly9wZXJuLW15LnNoYXJlcG9pbnQuY29tLzp1Oi9nL3BlcnNvbmFsL3J1cWF5eWFfMDM0MzQzMV90YWxtZWV6X3BrL0VRak83Y0JDRDE1RHFIYWgxNGI4X2tv)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Retire o trono que era seu por direito! Quando usurpadores invocadores de dem\u00f4nios assassinam o rei e a rainha, o direito de governar recai sobre voc\u00ea, seu \u00fanico filho. Desenvolva seu pr\u00f3prio pr\u00edncipe ou princesa, descobrindo um mundo de fantasia, magia, mist\u00e9rio e aventura. &#8220;The Lost Heir: The Fall of Daria&#8221; \u00e9 um romance \u00e9pico de fantasia interativa de 145.000 palavras de Mike Walter &#8211; o primeiro de uma trilogia &#8211; em que suas escolhas controlam a hist\u00f3ria. O jogo \u00e9 inteiramente baseado em texto &#8211; sem gr\u00e1ficos ou efeitos sonoros &#8211; e alimentado pelo vasto e impar\u00e1vel poder da sua imagina\u00e7\u00e3o. Desenvolva seu pr\u00f3prio pr\u00edncipe ou princesa, para sempre ou: \u2022 mal! Torne-se um nobre cavaleiro \u2022 um ladr\u00e3o ganancioso \u2022 um padre malvado \u2022 um druida amante da natureza \u2022 um bardo charmoso \u2022 um assassino mortal \u2022 um monge s\u00e1bio \u2022 um ranger bem viajado \u2022 um cl\u00e9rigo marcial \u2022 um padre gentil \u2022 um bandido brutal \u2022 um guarda constante \u2022 um mago poderoso ou qualquer combina\u00e7\u00e3o que voc\u00ea escolher. Alteza, o reino de Daria espera por voc\u00ea \u2022 Jogue como homem ou mulher, gay ou hetero. \u2022 Busque interesses amorosos, fa\u00e7a amigos ou seja um solit\u00e1rio. \u2022 Descubra os mist\u00e9rios da invoca\u00e7\u00e3o de dem\u00f4nios. \u2022 Descubra e colete itens e tesouros m\u00e1gicos lend\u00e1rios. Notas: Requer Android 4.0 e superior<\/p>\n<p>[mala vermelha](https:\/\/play.google.com\/store\/apps\/details?id=com.LuisBorges.MV&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Em &#8220;Mala Vermelha&#8221; voc\u00ea viver\u00e1 uma hist\u00f3ria interativa de investiga\u00e7\u00e3o na pele da Policial Muriel. Entediada na cidade pequena, Muriel tem sua vida alterada quando uma mala vermelha aparece no meio da cidade. \u00c9 o in\u00edcio da aventura de Muriel, tentando capturar um assassino, antes que ele termine seu plano. Voc\u00ea tomar\u00e1 as decis\u00f5es durante a investiga\u00e7\u00e3o, levando Muriel aos mais diversos locais da cidade, em busca de pistas para desvendar o padr\u00e3o do assassino. Enfrente n\u00e3o s\u00f3 o assassino, mas como os cidad\u00e3os da cidade. Totalmente em portugu\u00eas, &#8220;Mala Vermelha&#8221; faz com que cada detalhe apresentado na hist\u00f3ria, possa ser utilizado para desvendar o enigma do assassino. Cada decis\u00e3o a levar\u00e1 a um destino diferente. Com m\u00faltiplos finais, &#8220;Mala Vermelha&#8221; far\u00e1 com que voc\u00ea escolha qual o melhor desfecho para o seu estilo de jogo. N\u00e3o existe certo ou errado. Voc\u00ea decide.<\/p>\n<p>[Gauntlet](https:\/\/play.google.com\/store\/apps\/details?id=com.littlegamesstudio.Gauntlet&amp;hl=pt&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Um RPG Roguelike baseado em turnos com estilo lo-fi \/ Dungeon Crawler Uma experi\u00eancia de arcade com a mec\u00e2nica de RPG Roguelike. No The Gauntlet, leve seu grupo de 3 personagens para uma batalha contra monstros baseada em turnos. Ao avan\u00e7ar pelos andares, seus personagens sobem de n\u00edvel e aprendem novas habilidades. Graficamente, o The Gauntlet apresenta uma paleta lo-fi superestilosa sobre sprites cl\u00e1ssicos de pixel art. \\&gt;serania<\/p>\n<p>[serania, path of the scion](https:\/\/play.google.com\/store\/apps\/details?id=com.codevelop.serania1&amp;hl=pt_BR&amp;gl=US)<\/p>\n<p># descri\u00e7\u00e3o.<\/p>\n<p>\u00c9 um jogo de fic\u00e7\u00e3o interativo baseado em escolhas com elementos de RPG como combate, estat\u00edsticas de personagens e movimento livre. Situado em um mundo de fantasia medieval inspirado na cultura n\u00f3rdica, voc\u00ea joga como um alde\u00e3o, que de repente est\u00e1 sendo ca\u00e7ado pelos soldados Blackblade do rei por algum motivo. Voc\u00ea deve escapar e explorar o reino para encontrar aliados e pistas sobre sua ancestralidade para resolver o mist\u00e9rio. O jogo tem efeitos sonoros e m\u00fasica para adicionar \u00e0 atmosfera da hist\u00f3ria. Tive o privil\u00e9gio de trabalhar junto com alguns jogadores cegos durante o teste beta para ajustar a experi\u00eancia do VoiceOver e TalkBack. Espero que goste do resultado.<\/p>\n<p>[\u00faltima torre 1](https:\/\/play.google.com\/store\/apps\/details?id=before.cabin)<\/p>\n<p>[livro 2: ompalhosstone](https:\/\/play.google.com\/store\/apps\/details?id=before.omphalosstone)<\/p>\n<p>[livro 3: fragmento de obsidiana](https:\/\/play.google.com\/store\/apps\/details?id=before.obsidianshard)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>A hist\u00f3ria: Voc\u00ea acorda amarrado e deitado em uma cama improvisada em uma pris\u00e3o subterr\u00e2nea sem quase nenhuma lembran\u00e7a do que aconteceu com voc\u00ea. Aventuras, mist\u00e9rios e descobertas esperam por voc\u00ea, mas primeiro voc\u00ea precisa escapar com vida. Est\u00e1 muito bem escrito, quase sem erros ortogr\u00e1ficos ou gramaticais que consegui encontrar. Todos os tr\u00eas livros usam o mesmo mecanismo de jogo acess\u00edvel. At\u00e9 mesmo as se\u00e7\u00f5es do quebra-cabe\u00e7a parecem acess\u00edveis, exigindo um estilo de jogo idealizador, onde voc\u00ea precisa inserir uma sequ\u00eancia de c\u00f3digo na ordem correta. .<\/p>\n<p>[fantasy story 2](https:\/\/play.google.com\/store\/apps\/details?id=com.Company.FantasyStory2)<\/p>\n<p># descri\u00e7\u00e3o<\/p>\n<p>Um RPG de a\u00e7\u00e3o online 2D com um sistema de habilidades simples. Este jogo \u00e9 um RPG de a\u00e7\u00e3o online 2D com um sistema de habilidades simples. Lute, colete e produza no mundo de fantasia de espadas e magia. Vamos fazer uma viagem de aventura com nossos amigos! \u25c6 Pontos de jogo \u30fb 23 tipos de habilidades que podem ser aumentadas e diminu\u00eddas livremente \u30fb Batalhas altamente acion\u00e1veis, como espadas e magia \u30fb Coleta de min\u00e9rio, corte de \u00e1rvores, captura de peixes, etc. \u30fb Produ\u00e7\u00e3o de ferraria . auquimia<\/p>\n<p>#  feito por: azure.<\/p>\n<p>membro da eternal legend. eternal legend copyright 2018\/2020 qualquer outras c\u00f3pias feitas deste arquivo, n\u00e3o \u00e9 de sua responsabilidade. vamos aos links. antes disso queria dizer que o zargon\/zargonbr, me ajudou contribuindo com esse belo trabalho de fornecer os links&#8221;);<\/p>\n<p># town of stone<\/p>\n<p>este jogo \u00e9 um rpg! infelismente ele foi removido da play store, ele est\u00e1 dispon\u00edvel para download;<\/p>\n<p>[neste link](https:\/\/m.apkpure.com\/br\/dungeon-rpg-town-of-stone\/com.teamhao.nandomorpge)<\/p>\n<p># adark room<\/p>\n<p>este jogo \u00e9 jog\u00e1vel pelo navegador, ele possui som e \u00e9 totalmente acess\u00edvel.&#8221;)<\/p>\n<p>[clique aqui para come\u00e7ar a jogar em seu navegador](http:\/\/adarkroom.doublespeakgames.com\/)<\/p>\n<p># wizards<\/p>\n<p>outro rpg que \u00e9 acess\u00edvel, com uma jogabilidade bacana recomendo&#8221;)<\/p>\n<p>[clique aqui para fazer o download](https:\/\/apkpure.com\/br\/wizards-rpg\/com.alderangaming.wizards1)<\/p>\n<p># wizards2<\/p>\n<p>seguindo o rpg acima mais um rpg acess\u00edvel da continua\u00e7\u00e3o do wizards 1 segue o link para download&#8221;);<\/p>\n<p>[clique aqui para fazer o download](https:\/\/apkpure.com\/wizards-2-rpg\/com.alderangaming.wizards2)<\/p>\n<p># The Earwitness<\/p>\n<p>um jogo de investiga\u00e7\u00e3o criminal com um enredo interessante vale apena testar&#8221;);<\/p>\n<p>[clique aqui para fazer o download direto](https:\/\/apkpure.com\/the-earwitness\/com.skymedium.theearwitness\/download?from=details)<\/p>\n<p># a escolha<\/p>\n<p>um rpg, como diz o nome a escolha!. rpg com direito a m\u00fasica.&#8221;);<\/p>\n<p>[clique aqui para fazer o download](https:\/\/apkpure.com\/a-escolha-aventuras-rpg\/br.com.ihsoft.rpg.aescolha\/download)<\/p>\n<p># dreamland<\/p>\n<p>este jogo muitos podem conhecer, mais outros n\u00e3o. eu vos apresento o drean land! um jogo rpg completo para android voc\u00ca pode lutar em tempo real pode subir de n\u00edvel, aprender habilidades, casar com outros personagens. isso tudo interalmente em \u00e1udio, o problema dele \u00e9 que depois de um tempo fica muito p2w, e repetitivo. para iniciante \u00e9 bom.&#8221;);<\/p>\n<p>[clique aqui para fazer download direto](https:\/\/scwl-1251129685.cos.ap-shanghai.myqcloud.com\/dreamland\/Android\/ShouChuang\/DreamLand.apk)<\/p>\n<p># Audio archery<\/p>\n<p>este jogo \u00e9 simples mais \u00e9 divertido! como diz o nome do jogo, \u00e9 um jogo de arqueria disponivel para android. ele foi feito interalmente em \u00e1udio. tem que desativar o leitor de tela para jogar vamos jogar!<\/p>\n<p>[clique aqui para fazer o download direto](https:\/\/agarchive.net\/games\/lworks\/net.l_works.audio_archery.apk)<\/p>\n<p># audio game hub<\/p>\n<p>este jogo possui v\u00e1rios jogos em um s\u00f3, digo que ele \u00e9 interessante e tamb\u00e9m tem sons que realmente faz o jogador teruma grande imers\u00e3o. voc\u00ca s\u00f3 pode jogar um jogo uma v\u00caz s\u00f3 depois disso pague para jogar!&#8221;);;<\/p>\n<p>[clique aqui para fazer o download](https:\/\/play.google.com\/store\/apps\/details?id=com.AUT.AudioGameHub)<\/p>\n<p># engkwentro<\/p>\n<p>desculpe dizer isso mas&#8230; eu prefiro este jogo ao a blind legend, apezar de ele ter quase as mesmas mec\u00e1nicas acredito que este jogo seja melhor em quest\u00e3o de som, em quest\u00e3o de jogabilidade, e at\u00e9 em n\u00edveis. com tudo isso dito link para download est\u00e1&#8221;);<\/p>\n<p>[aqui](https:\/\/apkpure.com\/engkwentro\/com.Kit.ProductName\/download)<\/p>\n<p># blind quest<\/p>\n<p>apezar da jogabilidade ser simples e n\u00e3o ser acess\u00edvel com o leitor de tela e sim com o narrador do menu, ele pode trazer horas de divers\u00e3o para voc\u00ca&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.ivproductions.blindquest)<\/p>\n<p>puzzle feed blind<\/p>\n<p>este jogo de quebra cabe\u00e7a verdadeiramente far\u00e1 voc\u00ea quebrar a sua cabe\u00e7a de tanto se divertir&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.oxothuk.puzzlefeedblind)<\/p>\n<p># \u00e1udio magos<\/p>\n<p>este jogo super divertido chamado audiomagos veio para inovar. com mec\u00e1nicas divertidas de se jogar, jogabilidade suave, \u00f3timos sons, um \u00e1udio game totalmente acess\u00edvel. obs&#8230; ele est\u00e1 em espanhol&#8221;);<\/p>\n<p>[clique aqui para fazer o download](https:\/\/play.google.com\/store\/apps\/details?id=com.myTrueSound.AudioMagos)<\/p>\n<p># frequency missing<\/p>\n<p>um jogo intrigante e divertido que ir\u00e1 o prender por horas. ser\u00e1 que voc\u00ca ficar\u00e1 com medo? ou disvendar\u00e1 este mist\u00e9rio.&#8221;);<\/p>\n<p>[aqui est\u00e1 o link para baixar](https:\/\/play.google.com\/store\/apps\/details?id=se.his.frequency.missing)<\/p>\n<p># OSM online futeball manager.<\/p>\n<p>este jogo voc\u00ca gerencia o seu time de futeball, o \u00fanico ponto negativo dele \u00e9 que o jogo est\u00e1 em modo paisagem.&#8221;);<\/p>\n<p>[aqui est\u00e1 o link de download](https:\/\/play.google.com\/store\/apps\/details?id=com.gamebasics.osm)<\/p>\n<p># duel rpg fantasy<\/p>\n<p>este jogo confesso que me viciou por horas e ainda hoje jogo o mesmo!. os sons s\u00e3o \u00f3timos, jogabilidade \u00e9 incr\u00edvel e mais&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=hu.adamvarhegyi.duelsrpg.cult)<\/p>\n<p># grin quest<\/p>\n<p>este jogo tamb\u00e9m me viciou por horas, belos sons jogabilidade exelente! e claro! \u00e9 acess\u00edvel<\/p>\n<p>[clique aqui para fazer o download do jogo](https:\/\/play.google.com\/store\/apps\/details?id=com.grimdev.grimquest)<\/p>\n<p># simples MMO rpg<\/p>\n<p>um rpg simples, mais garante tempos e tempos de diver\u00e7\u00e3o em ingl\u00eas. \u00e9 online&#8221;);<\/p>\n<p>[clique aqui para download](https:\/\/play.google.com\/store\/apps\/details?id=dawsn.simplemmo)<\/p>\n<p># untold<\/p>\n<p>um jogo que tem uma parte do modo hist\u00f3ria para jogar gr\u00e1tis, depois disso tems de pagar. posso garantir que n\u00e3o vai se arrepender de pagar&#8221;);<\/p>\n<p>[clique aqui para download do jogo](https:\/\/play.google.com\/store\/apps\/details?id=com.gotterdammerung.untold)<\/p>\n<p># path of adventure<\/p>\n<p>na \u00e9poca que eu joguei este jogo, ele ja estava acess\u00edvel, mais com minha aprendizagem em idioma estava ruim me inpocibilitou de eu jogar. para isso temos a tradu\u00e7\u00e3o do jieshuo. \u89e3\u8bf4 mais hoje eu uso esta tradu\u00e7\u00e3o e jogo sem nenhum problema. na pr\u00f3pria desc do jogo o desinvolvedor enfatisa que o jogo \u00e9 acess\u00edvel. ent\u00e3o n\u00e3o podemos reclamar de acessibilidade&#8221;);<\/p>\n<p>[link para download do jogo aqui](https:\/\/play.google.com\/store\/apps\/details?id=com.keeweed.pathofadventure)<\/p>\n<p># titan conquest<\/p>\n<p>este jogo eu n\u00e3o joguei muito, mais posso dizer pelo que eu joguei que \u00e9 suficientemente acess\u00edvel.&#8221;);<\/p>\n<p>[link para baixar aqui](https:\/\/play.google.com\/store\/apps\/details?id=com.firestream.titanconquest)<\/p>\n<p>#  aviso!<\/p>\n<p>pessoal a maioria dos jogos est\u00e3o em ingl\u00cas e podem ser traduzidos com o tradutor do jieshuo. a falta de desenvolvedores brasileiros no mundo dos jogos para cegos \u00e9 uma l\u00e1stima.&#8221;); dito isso, vamos continuar&#8221;);<\/p>\n<p># caverna colossal<\/p>\n<p>neste cl\u00e1ssico jogo revivendo a nostalguia de muitos do dosvox, dispon\u00edvel acess\u00edvel para android. vale apena jogar! se divirta&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.ecsoftwareconsulting.adventure430)<\/p>\n<p># dungeons master<\/p>\n<p>este jogo voc\u00ca precisa usar o modo par\u00e1grafo do talkback para jogar pois ele est\u00e1 em apenas uma linha, e n\u00e3o em v\u00e1rias! o que torna definitivamente chato de manusear.&#8221;);<\/p>\n<p>[clique aqui para download](https:\/\/play.google.com\/store\/apps\/details?id=com.rickrodin.dungeonmaster)<\/p>\n<p># darkness cometh<\/p>\n<p>um jogo de constru\u00e7\u00e3o por turno acess\u00edvel. ps( cuidado pois voc\u00cas ficar\u00e3o putos com o final do jogo&#8221;);<\/p>\n<p>[clique aqui para download](https:\/\/m.apkpure.com\/br\/darkness-cometh-text-adventure\/dravic.myapplication\/download?from=details)<\/p>\n<p># academy of disasters<\/p>\n<p>mais um jogo acess\u00edvel, rpg de texto para android.&#8221;);<\/p>\n<p>[baixe aqui](https:\/\/play.google.com\/store\/apps\/details?id=org.hostedgames.academyofdisaster)<\/p>\n<p># dracula land 1<\/p>\n<p>quem gosta dos jogos do dracula. apresentamos dracula land!.&#8221;);<\/p>\n<p>[baixe neste link](https:\/\/play.google.com\/store\/apps\/details?id=net.versificator.draculaland1)<\/p>\n<p># accessible memory<\/p>\n<p>um jogo de memoria para deficientes visuais. por motivos que n\u00e3o sabemos, isso est\u00e1 em demo&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=hu.gersoft.accessiblememory)<\/p>\n<p># interpretador de texto da infocom<\/p>\n<p>este \u00e9 um interpretador de texto para jogar jogos de aventura, da infocom. eles tem jogos \u00f3timos e recomendo.&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=uk.addie.xyzzy)<\/p>\n<p>download do pacote com todos os jogos de aventura da infocom. clique&#8221;);<\/p>\n<p>[aqui](https:\/\/drive.google.com\/file\/d\/18r8cu7IPRZ3e_v6&#8211;oh44QRTl3IfMOoO\/view?usp=drivesdk)<\/p>\n<p># delightgames<\/p>\n<p>todos os jogos da delightgames em um s\u00f3 em um aplicativo. ps alguns s\u00e3o pagos.&#8221;);<\/p>\n<p>[aqui est\u00e1 o link](https:\/\/play.google.com\/store\/apps\/details?id=com.delightgames.delightgames)<\/p>\n<p># saga horror jogos de texto<\/p>\n<p>estes jogos possuem bot\u00f5es na tela, n\u00e3o precisa digitar. cuidado para n\u00e3o molhar as cuecas.&#8221;);<\/p>\n<p>1. [horror1 redux](https:\/\/play.google.com\/store\/apps\/details?id=nz.co.karmicshift.horror1redux)<\/p>\n<p>2.  [horror2a](https:\/\/play.google.com\/store\/apps\/details?id=nz.co.karmicshift.horror2a)<\/p>\n<p>3.  [horror3](https:\/\/play.google.com\/store\/apps\/details?id=nz.co.karmicshift.horror3)<\/p>\n<p>4.  [horror4](https:\/\/play.google.com\/store\/apps\/details?id=nz.co.karmicshift.horror4)<\/p>\n<p># dragon trader<\/p>\n<p>n\u00e3o vou dizeres que me deve, pois eu estaria sendo muito mentiroso. veja bem&#8230;. estou pensando, eu azure. sim! voc\u00ca me deve&#8221;);<\/p>\n<p>[link aqui](https:\/\/play.google.com\/store\/apps\/details?id=com.chfil.dragontrader)<\/p>\n<p># espace trader<\/p>\n<p>espace trader! ser\u00e1 que tu morrer\u00e1s r\u00e1pido?&#8221;);<\/p>\n<p>[link para baixar](https:\/\/play.google.com\/store\/apps\/details?id=de.anderdonau.spacetrader)<\/p>\n<p># saga de jogos da xyrality<\/p>\n<p>saga de jogos da xyrality. famosos no mercado por trazer jogos de texto e gr\u00e1ficos e estrat\u00e9gias complexas para todos!&#8221;);<\/p>\n<p>1.  [craze tribes](https:\/\/play.google.com\/store\/apps\/details?id=com.xyrality.crazytribes.googleplay)<\/p>\n<p>2.  [celtc tribes](https:\/\/play.google.com\/store\/apps\/details?id=com.xyrality.celtictribes.googleplay)<\/p>\n<p># fichopolis<\/p>\n<p>mais um jogo de texto. cuidado com isso!.&#8221;);<\/p>\n<p>[link para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.weebly.fishopolis.adesaw)<\/p>\n<p># drug lord<\/p>\n<p>este jogo \u00e9 sobre um funkeiro do rio de janeiro. ou seja um lord das drogas! fique por sua conta em risco!.&#8221;);<\/p>\n<p>[aqui est\u00e1 o link](https:\/\/play.google.com\/store\/apps\/details?id=com.cj.druglord2)<\/p>\n<p># the artefact<\/p>\n<p>se gostas de jogos de terror vai ador\u00e1r esse jogo. ele est\u00e1 atualmente completo,  e  cuidado para n\u00e3o se molhares&#8221;);<\/p>\n<p>[link para download aqui](https:\/\/play.google.com\/store\/apps\/details?id=com.oceanstream.tam)<\/p>\n<p># Forbidden Valley &#8211; Text Adventure<\/p>\n<p>mais um jogo de rpg textual, ser\u00e1s que consegue explorar sem morrer? ser\u00e1 que consegue virar um famoso arqui\u00f3logo como seu pai?&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.game.last_spring.wwwn)<\/p>\n<p># rad, jogo de tiro.<\/p>\n<p>jogo de tiro para cegos. jogo de texto com rpg e sobreviv\u00e9ncia.&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=paconcio.rad)<\/p>\n<p># Lost Heir 3: Demon War<\/p>\n<p>voc\u00ca ja sonhou em lutar conta drag\u00f5es? voc\u00ca ja sonhou em se casar em um rpg? ja sonhou em batalhar ensanamente contra seus inimigos? pode fazer tudo isso agora! neste rpg textual com mais de 250mil palavras. voc\u00ca mergulhar\u00e1 o mundo em caos? ou far\u00e1 do mundo um para\u00edso para as pessoas viverem.&#8221;);<\/p>\n<p>[link para download desse lindo jogo aqui](https:\/\/play.google.com\/store\/apps\/details?id=org.hostedgames.lostheir3)<\/p>\n<p># pontes games zone<\/p>\n<p>este jogo famoso por muitos, e conhecido por poucos est\u00e1 trazendo v\u00e1rios jogos seja os jogos de carta ou n\u00e3o, ainda \u00e9 uma boa opi\u00e7\u00e3o para quem quer passar o tempo a jogar algo divertido.&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=ro.pontes.pontesgamezone)<\/p>\n<p># galactic colonies<\/p>\n<p>deseja explorar lugares inabitados? agora voc\u00ca pode! desde pesquisar novas tecnologias, desenvolver novas col\u00f3nias, upar seus edificius. voc\u00ca pode fazer isso e mais!&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.MetalPop.RandomCity)<\/p>\n<p># saviors of condia<\/p>\n<p>algu\u00e9m lembra deste jogo? claro que n\u00e3o. afinal, ele foi removido da playstore mais ele voltou com o nome saviors of condia!&#8221;);<\/p>\n<p>[link para download est\u00e1 aqui](https:\/\/play.google.com\/store\/apps\/details?id=sokdevteam.com.saviorsofkhondia)<\/p>\n<p># crafting kingdon<\/p>\n<p>deseja construir o seu reino do 0? deseja jogar um idle game de constru\u00e7\u00e3o ocioso? ent\u00e3o aqui est\u00e1 o&#8221;);<\/p>\n<p>[link](https:\/\/play.google.com\/store\/apps\/details?id=com.MetalPop.CraftingKingdom)<\/p>\n<p># sounds of eden<\/p>\n<p>Uma experi\u00eancia de \u00e1udio \u00fanica e meditativa. Explore o jardim para encontrar sua paz.Sounds of Eden \u00e9 uma experi\u00eancia meditativa de \u00e1udio. Projetado para inspirar uma sensa\u00e7\u00e3o de paz e calma dentro do ouvinte. Caminhe por um jardim intermin\u00e1vel, onde as \u00fanicas coisas que crescem s\u00e3o sons felizes. Cada vez que voc\u00ea entra no seu jardim, encontra uma variedade \u00fanica de plantas que crescem ao seu redor enquanto voc\u00ea explora. Esta \u00e9 uma experi\u00eancia apenas de \u00e1udio, n\u00e3o h\u00e1 recursos visuais.&#8221;);<\/p>\n<p>[\u00e9 s\u00f3 clicar aqui para baixar&#8230; ou melhor comprar](https:\/\/play.google.com\/store\/apps\/details?id=com.PurpleJamLtd.SoundsOfEden)<\/p>\n<p># audio pong<\/p>\n<p>ja sonhou em jogar ping pong em seu celular android? agora voc\u00ea pode! veja neste&#8221;); [link](https:\/\/play.google.com\/store\/apps\/details?id=com.PurpleJamLtd.PitchBlackAudioPong)<\/p>\n<p>#  aviso para todos!<\/p>\n<p>estes 2 jogos que eu mostrei acima s\u00e3o pagos&#8221;);<\/p>\n<p># todos os jogos da oxoio<\/p>\n<p>todos os jogos da oxoio, possui jogos de desenvolvimento do imp\u00e9rio simulador do presidente e mais. s\u00f3 n\u00e3o vale desviar o dinheiro para comprar um triplex, vil.&#8221;);<\/p>\n<p>[clique aqui para ir a p\u00e1gina com todos os jogos](https:\/\/bit.ly\/3nxovVa)<\/p>\n<p># todos os jogos da iGindis Games<\/p>\n<p>aqui est\u00e1 todos os jogos da iGindis Games, desde do imperio mundial 2027, ao america latina ou tamb\u00e9m o famoso l\u00edderes mundiais apresentamos os diversos jogos neste&#8221;);<\/p>\n<p>[link](https:\/\/bit.ly\/3da31ZP)<\/p>\n<p># el destino de \u00e1mbar<\/p>\n<p>este jogo voc\u00ca pode jogar em espanhol e em ingl\u00eas. possui m\u00fasica para divertir voc\u00ca e um grande conceito de explora\u00e7\u00e3o profunda. \u00e9 um jogo de texto.&#8221;);<\/p>\n<p>[link para baixar aqui](https:\/\/play.google.com\/store\/apps\/details?id=com.codessus.ecnaris.ambar.paid)<\/p>\n<p># feer<\/p>\n<p>um jogo de corrida infinita para cegos. recolha as estrelas e luzes pelo caminho enquanto desvia de mortos vivos!&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=eu.mentalhome.feer)<\/p>\n<p># random adventure roguelike 1<\/p>\n<p>grande rpg acess\u00edvel para cegos em texto. possui som e m\u00fasica!&#8221;);<\/p>\n<p>[link para download aqui](https:\/\/play.google.com\/store\/apps\/details?id=com.archison.randomadventureroguelike&#038;hl=pt&#038;gl=US)<\/p>\n<p># random adventure 2<\/p>\n<p>(&#8220;aqui vai a descri\u00e7\u00e3o do jogo. Um jogo old-school baseado em texto inspirado nos g\u00eaneros MUD, RPG e Roguelike. Explore um mundo infinito atrav\u00e9s de uma aventura em texto com elementos roguelike! Um \u00fanico desenvolvedor indie busca trazer um estilo old-school para os dispositivos Androids modernos. Isto \u00e9 feito com uma interface f\u00e1cil de se entender, alguns bot\u00f5es em forma de \u00edcones e v\u00e1rias telas de informa\u00e7\u00e3o. Os jogadores s\u00e3o encorajados a navegar por um mundo gerado de forma procedural, cheio de perigos e tesouros.&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.archison.randomadventureroguelike2)<\/p>\n<p>e ver todos os jogos&#8221;);<\/p>\n<p># crime bot<\/p>\n<p>profundo jogo de investiga\u00e7\u00e3o criminal que vai te divertir por horas.&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.testa.crimebot)<\/p>\n<p># rome quest<\/p>\n<p>um jogo rpg ocioso de estrat\u00e9gia e profunda mecanica de jogo que vai te deixar doido.&#8221;);<\/p>\n<p>[link para download aqui](https:\/\/play.google.com\/store\/apps\/details?id=de.codestream.horus)<\/p>\n<p># stop famoso jogo de palavras<\/p>\n<p>Divirta-se com seus amigos e fam\u00edlia nesse cl\u00e1ssico jogo de papel e caneta! O famoso jogo conhecido como Stop ou Adedonha agora est\u00e1 dispon\u00edvel na loja Google Play! \u00c9 muito simples: selecione uma letra para come\u00e7ar, digite 5 palavras com essa letra em diferentes categorias. Quem acertar o maior n\u00famero de palavras no menor tempo ganha! E mais: Jogue com seus amigos ou com pessoas do mundo todo e aprenda um novo idioma! Nota 9,5\/10 Techtudo G1 &#8211; &#8220;O Stop \u00e9 um excelente aplicativo. Se voc\u00ea gosta avalie&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.fanatee.stop)<\/p>\n<p># life simulator 3 real life<\/p>\n<p>O mais pr\u00f3ximo da vida real de um jogo do Life Simulator! O JOGO MAIS REALISTA DO SIMULADOR DE VIDA DISPON\u00cdVEL Simulador de vida CARREIRAS &#8211; Existem mais de 130 empregos diferentes dispon\u00edveis no Life Simulator 3 &#8211; Vida Real &#8211; Da lavagem da lou\u00e7a \u00e0 paleontologia, o mundo \u00e9 sua ostra! &#8211; Talvez se torne um juiz? Ou um produtor de cinema? A escolha \u00e9 totalmente sua &#8211; Torne-se um capit\u00e3o de veleiro ou um instrutor de artes marciais, o Life Simulator 3 oferece tudo!&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=uk.playdrop.lifesimulatorpro)<\/p>\n<p># lg smart truco<\/p>\n<p>O jogo de truco mais popular do Brasil! 100% gratuito LG Smart Truco! Um dos jogos de cartas mais populares no Brasil agora dispon\u00edvel para o seu smartphone! Escolha um parceiro e teste suas habilidades contra outros dois jogadores, neste jogo r\u00e1pido, divertido e viciante! Esqueceu o baralho em casa? Sem problemas! Conecte via Bluetooth e divirta-se! Sem amigos para jogar? Crie ou junte-se a uma sala online! Baixe e experimente! Com interface totalmente reformulada e muitas funcionalidades novas&#8221;);<\/p>\n<p>[clique aqui para fazer o download](https:\/\/play.google.com\/store\/apps\/details?id=br.com.lge.smartTruco)<\/p>\n<p># Ultima mensagem<\/p>\n<p>Uma hist\u00f3ria contada por mensagens e inspirada nos contos de H.P. LovecraftPode algo ser t\u00e3o apavorante a ponto de deixar qualquer um louco s\u00f3 de ouvir relatos? Tudo come\u00e7a quando algu\u00e9m te envia uma mensagem do celular de seu amigo, pedindo ajuda para escapar de uma situa\u00e7\u00e3o t\u00e3o complicada quando obscura. Dentre as v\u00e1rias op\u00e7\u00f5es, escolha as que parecerem mais apropriadas e siga o curso da hist\u00f3ria, guiando um completo desconhecido por t\u00faneis subterr\u00e2neos.&#8221;);<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.fortytwoarts.lastmsg)<\/p>\n<p># POKO, jogue com os seus amigos!<\/p>\n<p>estou aqui para apresentar o poko! um aplicativo com v\u00e1rios mini jogos divertidos e relativamente simples de jogar at\u00e9 para os deficientes visuais. ele tem fun\u00e7\u00f5es agradaveis que voc\u00ca vai gostar baixe aqui&#8221;);<\/p>\n<p>[neste link](https:\/\/play.google.com\/store\/apps\/details?id=com.huya.pokogame&amp;hl=pt_BR)<\/p>\n<p># dice world<\/p>\n<p>este jogo de dados voc\u00ca pode jogar online com os seus amigos e desconhecidos pelo mundo todo. possui v\u00e1rias funcionalidades.&#8221;)<\/p>\n<p>[clique aqui para baixar](https:\/\/play.google.com\/store\/apps\/details?id=com.saddlellc.diceworld&amp;hl=en_US&amp;gl=US)<\/p>\n<p># ling xiao lu 2. ou ling xian lu2<\/p>\n<p>este jogo voc\u00ca precisa do google tradutor e a fun\u00e7\u00e3o toque para traduzir dele para jogar! a n\u00e3o ser que saiba chin\u00cas. ele \u00e9 um rpg totalmente acess\u00edvel \u00e1udiogame para deficientes visuais. ele \u00e9 digamos que um jogo baseado em light novel.&#8221;); n\u00e3o sabe o que \u00e9 light novel? [veja aqui o que \u00e9 light novel](https:\/\/pt.m.wikipedia.org\/wiki\/Light_novel) &#8221;<\/p>\n<p>[clique aqui para fazer o download](https:\/\/scwl-1251129685.cos.ap-shanghai.myqcloud.com\/lyxl2\/Android\/Lyxl2.apk)<\/p>\n<p># os 3 reinos<\/p>\n<p>este jogo com constru\u00e7\u00e3o em tempo real do seu imp\u00e9rio est\u00e1 aqui finalmente! &gt; com mais de 500 habilidades e 200 generais disponiveis para a batalha. conquiste seus inimigos com suas tropas, seu ex\u00e9rcito! este jogo tem que ser jogado com o toque para traduzir! ao menos que saiba chin\u00eas&#8221;);<\/p>\n<p>[clique aqui para fazer o download](https:\/\/drive.google.com\/file\/d\/16I5p_F2hqD-QDKDhIh5IwlTmisg0qa6X\/view?usp=drivesdk)<\/p>\n<p># emuladores para jogos antigos que s\u00e3o acess\u00edveis<\/p>\n<p>1.  [happy chick](https:\/\/happy-chick.br.uptodown.com\/android)<br \/>\n2.  [veja o tutorial ensinando a jogar no happy chick](https:\/\/youtu.be\/hOn3czfqmXw)<br \/>\n3.  [emulador de ps1 para android](https:\/\/play.google.com\/store\/apps\/details?id=com.epsxe.ePSXe&amp;hl=pt_BR)<br \/>\n4.  [veja o tutorial do epsxe](https:\/\/youtu.be\/42xV4vyrPrY)<br \/>\nesses s\u00e3o os 2 emuladores que recomendo, alem desse aqui tamb\u00e9m<\/p>\n<p>[link para um grande pacot\u00e3o de emuladores que recomendo](https:\/\/drive.google.com\/file\/d\/1&#8211;EMbdLP30KdgPDmAIT12dEnwzoZNycy\/view?usp=drivesdk)<\/p>\n<p># jogos que pode jogar com ajuda de videntes, ou decorando os bot\u00f5es na tela<\/p>\n<p>[stickman revenge 3: baixe a vers\u00e3o 1.0.4](https:\/\/stickman-revenge.br.uptodown.com\/android)<\/p>\n<p>[baixe o dan the man: \u00e9 preciso o happy mod. recomend\u00e1vel instalar.](https:\/\/pt.happymod.com\/dan-the-man-action-platformer-mod\/com.halfbrick.dantheman\/)<\/p>\n<p>agora falarei o m\u00e9todo para jogar esses 2 jogos. primeiro dever\u00e1s baixar o stickman revenge 3. ao baixar espere ele carregar. depois, clique no canto inferior direito, at\u00e9 ouvir um barulho de plin!. a\u00ed \u00e9 s\u00f3 jogar. comandos na tela parte esquerda da tela, bot\u00e3o de pulo, pode dar pulo duplo. parte direita da tela inferior, pode atacar e se transformar. \u00e9 isso!. dan the man, m\u00e9todos para jogar. ao iniciar o jogo pessa um vidente para digitar a idade, se pedir. se n\u00e3o apenas clique no meio da tela. a m\u00fasica vai mudar, e ent\u00e3o clique na parte esquerda da tela, no meio da tela. parte esquerda e meio que digo \u00e9: parte esquerda s\u00f3 que no meio da tela n\u00e3o \u00e9 no canto inferior nem no superior. depois, clique no canto da tela na parte direita, um pouco pro meio at\u00e9 ouvir um barulho de trinmn a m\u00fasica vai mudar novamente, a\u00ed \u00e9 s\u00f3 clicar no canto inferior direito da tela, e pronto o jogo vai come\u00e7ar. comandos para jogar. parte esquerda da tela, joistick. parte direita superior, bot\u00e3o de pulo parte direita se encontra os bot\u00f5es de ataque e pulo!. bot\u00e3o de ataque! parte direita, inferior. um pouquinho para esquerda do lado do bot\u00e3o de pulo, um pouco abaixo. .<\/p>\n<p># jogos de navegador que podem ser jogados pelo android<\/p>\n<p>1.  [heroes of ardania](https:\/\/www.heroesofardania.net)<br \/>\n2.  [blade of eternity](https:\/\/bladeofeternity.com\/)<br \/>\n3.  [vingadores](https:\/\/ving.mobi\/)<br \/>\n4.  [furia de tit\u00e3s](https:\/\/furiadetitas.net\/)<br \/>\n5.  [world of shadows](http:\/\/shadowsgame.com\/)<br \/>\n6.  [pokemon showdown](https:\/\/pokemonshowdown.com\/)<br \/>\n7.  [world of dungeons](http:\/\/world-of-dungeons.net\/)<br \/>\n8.  [rs battle](https:\/\/ptr.rsbattle.com\/)<br \/>\n9.  [hattrick game](https:\/\/www.hattrick.org\/pt\/)<br \/>\n10.  [nova rpg](https:\/\/www.unovarpg.com\/pt\/)<br \/>\n11.  [pop mundo](https:\/\/www.popmundo.com\/)<br \/>\n12.  [taustation](https:\/\/taustation.space\/)<br \/>\n13.  [legend of king dragon](http:\/\/lotgd.net\/)<\/p>\n<p>lista de jogos de navegador encerrada por enquanto. volte no futuro para mais jogos de navegadores&#8221;)<\/p>\n<p># jogos da etermax<\/p>\n<p>como todos ou quase todos sabem, os jogos da etermax s\u00e3o bem conhecidos. perguntados! quem nunca ouviu falar&#8221;);<\/p>\n<p>1.  [perguntados](https:\/\/play.google.com\/store\/apps\/details?id=com.etermax.preguntados.lite)<br \/>\n2. * Reinos perguntados removido&#8230;<\/p>\n<p># agradecimentos<\/p>\n<p>\u00e9 isso pessoal! se tiver links, instru\u00e7\u00f5es ou algo errado no futuro, estarei vindo aqui para corrigir<br \/>\n[\/markdown]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[markdown] # jogos para android acess\u00edveis fala pessoal, vindo aqui fazer essa lista para android, com v\u00e1rios jogos legais e rechiado de muito conte\u00fado. 1. [entre no nosso grupo do whatsapp para d\u00favidas de jogos, pedidos, sugest\u00f5es e mais.](https:\/\/chat.whatsapp.com\/KMu7y4rKzXAH48EtJsonSs) 2. [link do nosso canal no youtube.](https:\/\/www.youtube.com\/c\/eternallegend1) 3. [link para o google tradutor. isso serve para &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/eternal.masterjf.com.br\/acesse-a-lista-de-jogos-para-android-com-mais-de-150-jogos-para-cegos\/\"> <span class=\"screen-reader-text\">lista de jogos para cegos acess\u00edvel para android com mais de 150 jogos!<\/span> Leia mais &raquo;<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":3,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"default","site-content-layout":"","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"var(--ast-global-color-4)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"_links":{"self":[{"href":"https:\/\/eternal.masterjf.com.br\/wp-json\/wp\/v2\/pages\/52"}],"collection":[{"href":"https:\/\/eternal.masterjf.com.br\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/eternal.masterjf.com.br\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/eternal.masterjf.com.br\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/eternal.masterjf.com.br\/wp-json\/wp\/v2\/comments?post=52"}],"version-history":[{"count":4,"href":"https:\/\/eternal.masterjf.com.br\/wp-json\/wp\/v2\/pages\/52\/revisions"}],"predecessor-version":[{"id":136,"href":"https:\/\/eternal.masterjf.com.br\/wp-json\/wp\/v2\/pages\/52\/revisions\/136"}],"wp:attachment":[{"href":"https:\/\/eternal.masterjf.com.br\/wp-json\/wp\/v2\/media?parent=52"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}